Repository: wescamp/The_Heist-1.4
Catalog: po/*.po
Languages: da, fr, hu, it

source: One of Bill's units gets there first
da: En af Bills enheder kom først dertil
fr: Un des hommes de Bill arrive le premier.
hu: Bill valamelyik egysége ér oda előbb
it: Uno degli uomini di Bill ci arriva per primo.

source: We've travelled a long way, Zilead. You'd better not be deceiving me.
da: Vi har rejst langt, Zilead. Du kan lige vove på at forræde mig.
fr: Nous avons parcouru beaucoup de chemin, Zilead. Mieux vaut pour vous ne pas me tromper.
hu: Nagy utat tettünk meg, Zilead. Jobban teszed, ha nem versz át.
it: Abbiamo già fatto un bel po' di strada, Zilead. Fai meglio a non cercare di ingannarmi

source: As I told you, the treasure lies at the heart of that labyrinth.
da: Som jeg sagde, så ligger skatten i midten af labyrinten.
fr: Comme je vous l'ai dit, le trésor est caché au cœur de ce labyrinthe.
hu: Ahogy mondtam neked, a kincs a labirintus szívében van.
it: Come ti ho detto, il tesoro è nel cuore di questo labirinto.

source: But you did not tell me how it got there.
da: Men du har ikke sagt hvordan den kom dertil.
fr: Mais vous ne m'avez pas dit comment il y est arrivé.
hu: De azt nem árultad el, hogy hogyan jutok oda.
it: Ma non mi hai detto come arrivarci.

source: You'll just have to trust me, Bill.
da: Du må bare stole på mig, Bill.
fr: Vous devez simplement me faire confiance, Bill.
hu: Csak bíznod kell bennem, Bill.
it: Devi solo aver fiducia in me, Bill.

source: Relax, she's harmless.
da: Slap af, hun er harmløs.
fr: Du calme, elle est inoffensive.
hu: Nyugalom, ártalmatlan.
it: Tranquilo, è innocua.

source: Mysterious Voice
da: Mystisk stemme
hu: Misztikus Hang

source: She will pave the way for those she knows, but block the path with her foes.
da: Hun vil give plads til dem hun kender, men blokere stien for hendes fjender.
fr: Elle montrera le chemin à ceux qu'elle connait et bloquera la voie à ses ennemis.
hu: Kiket ismer, kikövezi az utat, de ellenségeinek megálljt mutat.
it: Stenderà il tappeto rosso per quelli che conosce, ma sbarrerà la strada ai suoi nemici.

source: Who said that?
da: Hvem sagde det?
fr: Qui a dit cela ?
hu: Ki mondta ezt?
it: E chi lo dice?

source: I heard a voice in the distance!
da: Jeg hørte, på afstand, en stemme!
fr: Je crois avoir entendu une voix lointaine.
hu: Egy hangot hallottam a távolban!

source: It's just the rustling of the wind.
da: Det er bare vindens susen.
fr: C'est probablement le bruit du vent.
hu: Csak a szél susogása.

source: We are being hunted down! Zilead has betrayed us! Find him and kill him!
da: Vi bliver jaget! Zilead har forrådt os! Find ham og dræb ham!
fr: Nous sommes pourchassés ! Zilead nous a trahis ! Trouvez-le et tuez-le !
hu: Levadásznak minket! Zilead elárult! Találjátok meg és öljétek meg!

source: Why have you shown these lowlifes the way to my castle, Zilead?
da: Hvorfor har du vist de her undermennesker vejen til min borg, Zilead?
fr: Pourquoi avoir montré le chemin de mon château à ces crapules, Zilead ?
hu: Miért mutattad meg az utat ezeknek a szerencsétleneknek a kastélyomhoz, Zilead?
it: Perché hai mostrato la strada al mio castello a questi essere inferiori, Zilead?

source: I am sorry, Randalf.
da: Jeg beklager, Randalf.
fr: Je regrette, Randalf.
hu: Bocsánatot kell kérnem, Randalf.
it: Sono spiacente, Randalf

source: You have failed me for the last time! Get off my land before I add you to my collection of statues!
da: Du har svigtet mig for den sidste gang! Forsvind fra mit land før jeg tilføjer dig til min samling af statuer!
fr: C'est ton dernier échec à mon service ! Disparais de mes terres avant que je ne t'ajoute à ma collection de statues !
hu: Utoljára hagytál cserben! Takarodj a földemről, mielőtt a szoborgyűjteményemben végzed!
it: Hai commesso il tuo ultimo errore! Lascia la mia terra prima che ti aggiunga alla mia collezione di statue!

source: I am sorry Randalf, I have failed in my mission. I could not retrieve the stone of Kahandari from Gerald's castle. His treasure was...
da: Jeg beklager Randalf, jeg er mislykket i min mission. Jeg kunne ikke hente Kahandari-stenen fra Geralds slot. Hans skat var...
fr: Je suis désolé, Randalf, j'ai raté ma mission. Je n'ai pu ramener la pierre de Kahandari du château de Gerald. Son trésor a été...
hu: Sajnálom Randalf, elbuktam küldetésem során. Nem tudtam elhozni Kahandari kövét Gerald kastélyából. A kincsét már...
it: Sono desolato, Randalf, ho fallito la mia missione. Non sono riuscito a recuperare la pietra di Kahandari dal castello di Gerald. Il suo tesoro era...

source: My birds have already told me what transpired at the castle. You are not to blame. Princess Leana was behind the heist.
da: Mine fugle har allerede fortalt mig hvad der skete på borgen. Det er ikke din fejl. Prinsesse Leana stod bag røveriet.
fr: Mon petit doigt m'a déjà dit ce qui c'était passé au fort. Rien ne peut vous être reproché. La princesse Leana était derrière le vol.
hu: A madaraim már csiripelték, hogy mi esett meg a kastélyban. Nem te vagy a felelős. Leana hercegnő állt a rablás mögött.
it: Un uccellino mi aveva già informato di quello che è stato scoperto al castello. Non è colpa tua. C'è la principessa Leana dietro al colpo.

source: Princess Leana? Where is she? I will get your stone from her.
da: Prinsesse Leana? Hvor er hun? Jeg får fat i stenen fra hende.
fr: La princesse Leana ? Où est-elle ? Je récupérerai votre caillou grâce à elle.
hu: Leana hercegnő? Hol van most? Visszaszerzem a kövedet tőle.
it: La principessa Leana? Dove si trova? Recupererò la pietra dalle sue mani.

source: I'm afraid she is no longer in possession of the stone. Leana and her incompetent team of bandits were captured before they left Gerald's territory.
da: Jeg er bange for at hun ikke længere er i besiddelse af stenen. Leana og hendes inkompetente hold af banditter blev fanget før de forlod Geralds område.
fr: Je crains qu'elle ne soit plus en possession de la pierre. Leana et sa bande de bandits incompétents ont été capturés avant de pouvoir quitter les terres de Gerald.
hu: Sajnálom, már nem az ő birtokában van a kő. Leanát és az ő alkalmatlan bandita csapatát fogjul ejtették, mielőtt elhagyhatták volna Gerald felségterületét.
it: Temo che la pietra non sia più nelle sue mani. Leana è stata catturata assieme e alla sua incompetente squadra di banditi prima che lasciassero il territorio di Gerald.

source: I will find a way back inside the castle, Randalf. I will not disappoint you again.
da: Jeg finder en vej tilbage ind i borgen, Randalf. Jeg vil ikke skuffe dig igen.
fr: Je trouverai un passage menant à l'intérieur de la forteresse, Randalf. Je ne vous décevrai pas une autre fois.
hu: Találni fogok egy utat vissza a kastély belsejébe, Randalf. Nem fogok csalódást okozni neked megint.
it: Troverò un modo per tornare nel castello, Randalf. Non ti deluderò di nuovo.

source: How? King Gerald knows you betrayed him. If you are found, you will be arrested for treason.
da: Hvordan? Kong Gerald ved at du forrådte ham. Hvis du bliver opdaget, bliver du anholdt for forræderi.
fr: Comment ? Le roi Gerald sait que vous l'avez trahi. Si quelqu'un vous trouve, vous serez arrêté pour trahison.
hu: Hogyan? Gerald király tudja, hogy elárultad őt. Ha megtalálnak, árulásért bilincsbe vernek.

source: I will persuade King Theomund to launch another siege. This time he will be victorious.
da: Jeg vil overtale kong Theomund til at starte endnu en belejrning. Denne gang vil han vinde.
fr: Je vais convaincre le roi Theomund de faire un nouveau siège. Il sera vainqueur cette fois-ci.
hu: Meg fogom győzni Theomund királyt, hogy indítson egy másik ostromot. Ez alkalommal győzedelmes lesz.
it: Convincerò re Teomundo a stringere un altro assedio. Questa volta vincerà.

source: Talika, my castle is surrounded. Turn them all into stone!
da: Talika, min borg er omringet. Gør dem alle til sten!
fr: Talika, mon château est entouré. Transformez-les tous en pierre !
hu: Talika, a kastélyomat bekerítették, változtasd mindegyiket kővé!
it: Talika, il mio castello è circondato. Trasformali tutti in pietra!

source: The Persuasion
da: Overtagelsen
fr: La Persuasion
hu: A meggyőzés
it: La persuasione

source: Queen Edina
da: Dronning Edina
fr: Reine Edina
hu: Edina királyné

source: My liege, this gentleman says he has some information about your daughter.
da: Min lensherre, denne mand siger han har nogle informationer vedrørende din datter.
fr: Sire, ce gentilhomme dit qu'il possède quelques informations concernant votre fille.
hu: Felség, ez az úr azt állítja hírrel tud szolgálni lányod felől.
it: Mio signore, questo gentiluomo afferma di possedere delle informazioni su vostra figlia.

source: Leana? What about her?
da: Leana? Hvad ved du om hende?
fr: Leana ? Que savez-vous à son sujet ?
hu: Leana? Mi történt vele?
it: Leana? Cosa ne è stato di lei?

source: King Theomund, I regret to inform you that Princess Leana has been captured by King Gerald.
da: Kong Theomund, jeg må med beklagelse sige at prinsesse Leana er blevet fanget af kong Gerald.
fr: Roi Theomund, j'ai le regret de vous apprendre que princesse Leana a été capturée par les hommes du roi Gerald.
hu: Theomund király, sajnálattal tudatom veled, hogy Leana hercegnőt elfogta Gerald király.
it: Re Teomundo, mi spiace doverla informare che la principessa Leana è stata fatta prigioniera dagli uomini di re Gerald.

source: Nonsense. My daughter left Wesnoth last night with one of Gerald's guards.
da: Vrøvl. Min datter forlod Wesnoth sidste nat med en af Geralds vagter.
fr: Balivernes. Ma fille a quitté Wesnoth la nuit dernière avec l'un des gardes de Gerald.
hu: Badarság. Lányom múlt éjjel elhagyta Wesnothot Gerald egyik őrével.

source: That is right. She confided everything to me before she left. I'm afraid you've been misinformed, stranger.
da: Det er korrekt. Hun betro alt til mig før hun tog af sted. Jeg er bange for, at du er blevet misinformeret, fremmede.
fr: C'est vrai. Elle m'a tout confié avant de partir. J'ai peur que vous n'ayez été mal informé, étranger.
hu: Így van. Mindennel megbízott engem, mielőtt távozott. Sajnálom, hogy félrevezettek, idegen.
it: È vero. Mi ha confidato tutto prima di partire. Mi spiace che tu sia male informato, straniero.

source: He is no stranger. Tell me, why does Gerald want me to launch another attack on his castle?
da: Han er ingen fremmed. Fortæl mig, hvorfor ønsker Gerald at jeg starter endnu et angreb på hans borg?
fr: Ce n'est pas un étranger. Dites-moi, pourquoi Gerald veut-il que je lance une autre attaque sur son château ?
hu: Ő nem idegen. Mond, miért akarja Gerald, hogy újabb támadást indítsak kastélya ellen?
it: Non è straniero. Dimmi, perché Gerald vuole che io porti un altro attacco al suo castello?

source: I remember you from the battlefield. You're one of Gerald's men. Obviously, you were sent here to try to lure me into a trap.
da: Jeg husker dig fra slagmarken. Du er en af Geralds mænd. Du er tydeligvis sendt hertil for at forsøge at narre mig i en fælde.
fr: Je me rappelle de vous, sur le champ de bataille. Vous êtes l'un des hommes de Gerald. Vous avez été, de toute évidence, envoyé pour me faire précipiter dans un piège.
hu: Emlékszem rád a csatatérről. Gerald egyik embere vagy. Bizonyára azért küldtek ide, hogy csapdába csalogass.

source: Wait... Let me explain. Princess Leana tried to leave Wesnoth with Gerald's treasure...
da: Vent... lad mig forklare. Prinsesse Leana forsøgte at forlade Wesnoth med Geralds skat...
fr: Attendez... Laissez-moi m'expliquer. La princesse Leana a tenté de quitter Wesnoth avec le trésor de Gerald...
hu: Várj... Had magyarázzam meg. Leana hercegnő Gerald kincsével próbálta meg elhagyni Wesnotht...
it: Aspetta... lasciami spiegare. La prinicpessa Leana ha cercato di lasciare Wesnoth con il tesoro di Gerald...

source: Did you just call my daughter a thief? How dare you!
da: Kaldte du lige min datter for en tyv? Hvor vover du!
fr: Comment ! Vous osez appeler ma fille une voleuse !
hu: Csak nem tolvajnak nevezted a lányomat? Hogy merészeled!
it: Dici che mio figlia è una ladra? Ma come ti permetti!

source: Gerald was a fool to send you here! Hadwin, take this piece of filth to the dungeon! He has an appointment with the guillotine at dawn!
da: Gerald var en fjols da han sendte dig hertil! Hadwin, tag det her stykke møj og smid ham i fangekælderen! Han har en aftale med guillotinen ved morgengry!
fr: Gerald a été idiot de vous envoyer ici ! Hadwin, emmenez cette ordure au donjon ! Et prévoyez-lui un rendez vous avec la guillotine à l'aube !
hu: Gerald ostoba volt, hogy ide küldött! Hadwin, vidd ezt az erkölcstelent a tömlöcbe! Találkája van hajnalban a nyaktilóval!
it: Gerald è stato uno sciocco a mandarti qua! Hadwin, porta questo pezzo di merda nelle segrete! Ha un appuntamento con la ghigliottina all'alba!

source: The Statues
da: Statuerne
fr: Les Statues
hu: A szobrok
it: Le statue

source: I cannot believe I lost!
da: Jeg kan ikke tro jeg har tabt!
fr: Je n'arrive pas à croire que j'ai perdu !
hu: Nem hiszem el, hogy vesztettem!
it: Non posso credere di aver perso!

source: Unstone the statues, Randalf.
da: Fjern forsteningen af statuerne, Randalf.
fr: Rends vie aux statues, Randalf.
hu: Változtasd vissza a szobrokat, Randalf!
it: Togli l'incantesimo alle statue, Randalf.

source: You must all obey me now. Bring me the stone of Kahandari from King Gerald's dungeon. Kill all who stand in your way!
da: I må alle adlyde mig nu. Skaf mig Kahandari-stenen fra kong Geralds fangekælder. Dræb alle som står i vejen!
fr: Vous devez tous m'obéir, à présent. Rapportez-moi la pierre de Kahandari du donjon du roi Gerald. Tuez tous ceux qui se mettront dans votre chemin !
hu: Mindannyiótoknak engedelmeskednie kell most. Hozzátok el Kahandari kövét Gerald király börtönéből. Öljetek meg mindenkit, aki az utatokba áll!
it: Mi dovete tutti obbedienza adesso. Portatemi la pietra di Kahandari dalle segrete del re Gerald. Uccidete tutti quelli che vi sbarrano il passo!

source: Yes, Master!
da: Ja, herre!
fr: Oui, maître !
hu: Igen, mester!
it: Sì, padrone!

source: What about Zilead?
da: Hvad med Zilead?
fr: Et Zilead ?
hu: Mi lesz Zileaddal?
it: Cosa e' successo a Zilead?

source: Forget about your friend, Randalf. My army is not strong enough to defeat two kings. Zilead's fate is no longer in your hands.
da: Glem din ven, Randalf. Min hær er ikke stærk nok til at besejre to konger. Zileads skæbne er ikke længere i dine hænder.
fr: Oubliez votre ami, Randalf. Mon armée n'est pas assez forte pour battre deux rois. Le destin de Zilead n'est plus entre vos mains désormais.
hu: Felejtsd el barátodat, Randalf. Seregem nem elég erős két király legyőzésére. Zilead sorsa már nincs a kezedben.
it: Dimentica il tuo amico, Randalf. Il mio esercito non è abbastanza potente per sconfiggere due re. Il destino di Zilead non è più nelle nostre mani.

source: Play a game of backgammon
da: Spil et parti backgammon
hu: Játssz egy ostábla játékot!

source: Press 'End Turn' to begin
da: Tryk »afslut runde« for at begynde
hu: Kattints a 'Kör vége' gombra a kezdéshez

source: Beat Ursula
da: Slå Ursula
fr: Battre Ursula
hu: legyőzöd Ursulát
it: Sconfiggi Ursula.

source: Ursula wins
da: Ursula vinder
fr: Ursula gagne
hu: Ursula nyer
it: Ursula vince.

source: Welcome, Master.
da: Velkommen, herre.
fr: Bienvenue, maître.
hu: Üdvözöllek, mester.
it: Benvenuto, padrone.

source: Why have you summoned me, Randalf?
da: Hvorfor har du hidkaldt mig, Randalf?
fr: Pourquoi m'avoir fait venir, Randalf ?
hu: Miért idéztél meg, Randalf?
it: Perché mi avete convocato, Randalf?

source: A friend of mine has gotten himself into a most unfortunate predicament. I must rescue him, but I'm afraid I cannot do it alone.
da: En ven af mig har fået sig selv i en kattepine. Jeg må rede ham, men jeg er bange for at jeg ikke kan gøre det selv.
fr: Un de mes amis s'est mis dans un fichu pétrin. Je dois aller l'aider, mais j'ai peur de ne pas pouvoir le faire tout seul.
hu: Egyik barátom egy felettébb balszerencsés helyzetbe keveredett. Meg kell mentenem, de félek, nem leszek rá képes egyedül.
it: Un mio amico si è messo nei pasticci. Devo salvarlo, ma temo di non potercela fare da solo.

source: Randalf, you know that my presence in Wesnoth must be kept secret. Besides, I will not help you save that fool you call a friend.
da: Randalf, du ved at min tilstedeværelse i Wesnoth må forblive en hemmelighed. Desuden, jeg vil ikke hjælpe dig med at redde det fjols du kalder en ven.
fr: Randalf, vous savez que ma présence à Wesnoth doit être tenue secrète. Par ailleurs, je ne vous aiderai pas à sauver cet idiot que vous appelez ami.
hu: Randalf, tudod, hogy jelenlétemet Wesnothban titokban kell tartani. Emellett nem fogok segíteni megmenteni azt az ostobát, akit a barátodnak hívsz.
it: Randalf, tu sai che la mia presenza a Wesnoth deve rimanere segreta. Inoltre, io non aiuterò quello sciocco di un tuo amico.

source: All I ask is that you put a spell on my statues. They will not obey me otherwise.
da: Det eneste jeg beder om er, at du kaster en trolddom over mine statuer. Ellers vil de ikke adlyde mig.
fr: Je ne vous demande que d'enchanter mes statues. Elles ne m'obéiront pas sinon.
hu: Minden amit kérek, csak annyi, hogy vess bűbájt a szobraimra. Másként nem fognak engedelmeskedni nekem.
it: Tutto quello che ti chiedo è di lanciare un incantesimo sulle statue, altrimenti non mi obbediranno.

source: Let me see if I understand. You wish to lead an army composed of men, elves, dwarves, and orcs to rescue a useless mortal?
da: Lad mig se om jeg forstår. Du ønsker at anføre en hær bestående af mænd, elver, dværge og orker for at redde en ubrugelig dødelig?
fr: Essayons de voir si je comprends. Vous désirez diriger une armée composée d'hommes, d'elfes, de nains et d'orcs pour secourir un pauvre mortel ?
hu: Nézzük, hogy jól értem-e. Vezetni kívánsz egy emberekből, tündékből, törpökből, és orkokból álló sereget, hogy megments egy haszontalan halandót?
it: Vediamo se ho capito. Vorresti guidare un esercito composto di uomini, elfi, nani e orchi per salvare un inutile mortale?

source: And after he is rescued, I shall lead that army to King Gerald's castle to retrieve the stone of Kahandari from his dungeon.
da: Og efter at han er reddet, vil jeg føre en hær til kong Geralds borg for at hente Kahandari-stenen fra hans fangekælder.
fr: Après l'avoir secouru, je porterai mon armée vers le château du roi Gerald pour sortir du donjon la pierre de Kahandari.
hu: És megmentése után ezt a sereget Gerald király kastélyához vezetem, hogy visszaszerezzem Kahandari kövét a börtönből.
it: E quando sarà in salvo, guiderò questo esercito al castello di re Gerald per recuperare la pietra di Jahandari dalle sue segrete.

source: The stone of Kahandari? Are you certain it is in Gerald's possession?
da: Kahandari-stenen? Er du sikker på at den er i Geralds besiddelse?
fr: La pierre de Kahandari ? Êtes-vous certain qu'elle soit en possession de Gerald ?
hu: Kahandari köve? Biztos vagy benne, hogy Gerald birtokában van?
it: La pietra di Kandahari? Sei certo che sia nelle mani di Gerald?

source: Positive.
da: Helt sikker.
fr: Tout à fait.
hu: Biztos.
it: Certo.

source: Fine, I will put a spell on your statues if you bring me the stone.
da: Godt, jeg vil lægge en troldom over dine statuer hvis du bringer mig stenen.
fr: Parfait, j'enchanterai vos statues si vous me rapportez la pierre.
hu: Rendben, bűbájt vetek a szobrokra, ha elhozod nekem a követ.
it: Bene, io farò un incantesimo alle tue statue se mi porterai la pietra.

source: That's not quite what I had in mind. I have been searching for that stone for over fifty years. I cannot just hand it over to you.
da: Det var ikke lige det jeg havde tænkt mig. Jeg har ledt efter den sten i mere end 50 år. Jeg kan ikke bare give den til dig.
fr: Ce n'était pas vraiment ce à quoi j'avais pensé. Je suis à la recherche de cette pierre depuis plus de cinquante ans. Je ne peux pas vous la remettre aussi simplement.
hu: Nem egészen erre gondoltam. Már több, mint ötven éve kutatom ezt a követ. Nem adhatom csak egyszerűen át neked.

source: What do you have in mind, Randalf?
da: Hvad tænker du på, Randalf?
fr: Qu'avez-vous en tête, Randalf ?
hu: Mi motoszkál a fejedben, Randalf?
it: Cosa hai in mente, randalf?

source: You will put a spell on my statues. But first, we will play a quick game of Ifranjiah to determine the stone's new possessor.
da: Du vil lægge en trolddom over mine statuer. Men først vil vi spille et hurtigt parti Ifranjiah for at afgøre hvem stenens nye ejer skal være.
fr: Vous lancerez un sort sur mes statues. Mais nous allons d'abord jouer une brève partie d'Ifranjiah pour connaître le nouveau possesseur de la pierre.
hu: Bűbájt vetsz a szobraimra. De előtte, egy gyors ostáblát játszunk, hogy eldöntsük ki lesz a kő új tulajdonosa.
it: Farai un incantesimo sulle mie statue. Ma prima, faremo una veloce partita a Ifranjiah per decidere chi sarà il nuovo possessore della pietra.

source: Fine.
da: I orden.
fr: Parfait.
hu: Rendben.
it: Bene.

source: It is still your turn, Randalf.
da: Det er stadig din tur, Randalf.
fr: C'est toujours votre tour, Randlaf.
hu: Még mindig te jössz, Randalf.
it: È ancora il tuo turno, Randalf.

source: This game has taken longer than anticipated. I will be unable to reach Theomund's castle in time. Zilead will be executed.
da: Dette spil har taget længere tid end forventet. Jeg bliver ikke i stand til at nå Theomunds borg i tide. Zilead vil blive henrettet.
fr: Cette plaisanterie a duré plus longtemps que prévu. Nous ne pourrons pas rejoindre à temps le château de Theomund. Zilead va être exécuté.
hu: Ez a játék sokkal több időt vett el, mint vártam. Képtelen leszek elérni Theomund kastélyát időben. Zileadot ki fogják végezni.
it: Questa partita è durata più di quello che pensavo. Non ho più tempo sufficiente per raggiungere il castello di Teomundo. Zilead sarà giustiziato.

source: Well played, Randalf. I will put a spell on your statues, but I implore you to reconsider your rescue mission. Your new army is not strong enough to defeat two kings. The stone is of far more significance than that friend of yours.
da: Godt spil, Randalf. Jeg vil lægge en trolddom over dine statuer, men jeg beder dig indtrængende om at genoverveje din redningsmission. Din nye hær er ikke stærk nok endnu til at besejre to konger. Stenen er langt vigtigere end den ven.
fr: Bien joué, Randalf. J'enchanterai vos statues, mais je vous prie de reconsidérer votre mission de sauvetage. Votre nouvelle armée n'est pas assez forte pour battre deux rois. La pierre a beaucoup plus d'importance que votre ami.
hu: Jól játszottál, Randalf. Bűbájt vetek szobraidra, de esedezve kérlek gondold át a megmentő küldeséd. Új sereged nem elég erős két király legyőzéséhez. A kő sokkal fontosabb, mint a barátod.
it: Ben giocato, Randalf. Metterò un incantesimo sulle tue statue, ma ti imploro di riconsiderare la tua missione di soccorso. Il tuo nuovo esercito non abbastanza potente da sconfiggere due re. La pietra è di gran lunga più importante dei tuoi amici.

source: Do not worry, Master. I will retrieve the stone.
da: Vær ikke bekymret. Jeg vil få fat i stenen.
fr: Ne vous inquiétez pas, maître. Je vous rapporterai la pierre.
hu: Ne aggódj, mester. Vissza fogom szerezni a követ.

source: You must all obey me now.
da: I må alle adlyde mig nu.
fr: Vous devez tous m'obéir, à présent.
hu: Engedelmeskednetek kell nekem!
it: Obbedirete tutti a me adesso.

source: The Guillotine
da: Guillotinen
fr: La Guillotine
hu: A lefejezés
it: La ghigliottina

source: Hint: try not to kill too many of Theomund's men
da: Fif: Forsøg at undgå at dræbe for mange af Theomunds mænd
hu: Tanács: próbálj meg Theomund embereiből keveset ölni
