Repository: wescamp/The_Heist-1.4
Catalog: po/*.po
Languages: da, fr, hu, it

source: Free Zilead and survive until end of turns
da: Befri Zilead og overlev indtil tiden løber ud
fr: Libérer Zilead et survivre jusqu'à la fin des tour
hu: Kiszabadítod Zileadot, és kitartasz a körök végéig
it: Libera Zilead e sopravvivi fino al termine dei turni.

source: Or, stone/kill all of Theomund's men
da: Eller, forsten/dræb alle af Theomunds mænd
fr: Ou pétrifier/tuer tous les hommes de Theomund
hu: Vagy, kővé változtatod illetve megölöd Theomund összes emberét
it: Pietrifica o uccidi tutti gli uomini di Teomundo.

source: Death of Horomir
da: Horomirs død
fr: Mort de Horomir
hu: Horomir meghal
it: Morte di Horomir

source: Death of a Randalf, Zilead or Bill
da: Randalf, Zilead eller Bills død
fr: Mort de Randalf, Zilead, Bill
hu: Randalf, Zilead vagy Bill meghal
it: Morte di Randalf, Zilead o Bill

source: Horomir, I must speak with your father at once! My post has been overrun by an army of orcs, dwarves, elves, and men. Our entire battalion has been slaughtered!
da: Horomir, jeg må omgående tale med din far! Min post er blevet overløbet af en hær af orker, dværge, elver, og mænd. Hele vores bataljon er blevet myrdet!
fr: Horomir, je dois tout de suite parler à votre père ! Ma garnison a été submergée par une armée d'orcs, de nains, d'elfes et d'humains. Notre bataillon a été totalement décimé !
hu: Horomir, beszélnem kell apáddal, de rögtön! Az őrhelyemet lerohanta egy orkokból, törpökből, tündékből és emberekből álló sereg! Egész zászlóaljunkat lemészárolták!
it: Horomir, devo assolutamente parlare con mio padre! Le nostre posizioni sono state sovrastate da un esercito di orchi, nani, elfi e uomini. L'intero battaglione è stato massacrato!

source: Surely you jest! Such an army could not possibly exist!
da: Du må da gøre grin! Sådan en hær kan ikke eksistere!
fr: Vous plaisantez sûrement ! Une telle armée ne peut pas exister !
hu: Csak tréfálsz! Egy ilyen sereg nem létezhet!
it: Stai scherzando! Non può esistere un esercito del genere!

source: Listen, we do not have much time. The army will be here shortly. Where is King Theomund?
da: Hør, vi har ikke lang tid. Hæren vil snart være her. Hvor er kong Theomund?
fr: Écoutez, nous n'avons plus beaucoup de temps. L'armée sera ici dans quelques instants. Où est le roi Theomund ?
hu: Hallgass ide, nincs sok időnk. A sereg nyomban itt lesz. Hol van Theomund király?
it: Ascolta, non c'è molto tempo. L'esercito sarà qui tra poco. Dov'è re Teomundo?

source: He and my mother are still at the other castle. They will...
da: Han og min mor er stadig i den anden borg. De vil...
fr: Ma mère et lui sont toujours dans l'autre château. Ils vont...
hu: Ő és anyám még mindig a másik kastélyban van. Ők...
it: Egli e mia madre sono ancora nell'altro castello. Loro...

source: Horomir, the army is coming to rescue Zilead. You must release him!
da: Horomir, hæren kommer for at redde Zilead. Du må slippe ham fri!
fr: Horomir, l'armée est venue au secours de Zilead. Vous devez le libérer !
hu: Horomir, a sereg Zilead kiszabadítására jött. El kell őt engedned!
it: Horomir, l'esercito sta arrivando per salvare Zilead. Lo devi liberare!

source: Zilead will be executed when my parents arrive. Peregorn, create a perimeter around the prisoner!
da: Zilead vil blive henrettet når mine forældre ankommer. Peregorn, opret en omkreds omkring fangen!
fr: Zilead sera été exécuté à l'arrivée de mes parents. Peregorn, créez une protection autour du prisonnier !
hu: Zileadot kivégezzük, mihelyst szüleim hazaérnek. Peregorn, alkoss gyűrűt a fogoly körül!
it: Zilead verrà giustiziato all'arrivo dei miei genitori. Peregorn, create un perimetro attorno al prigioniero!

source: Yes sir!
da: Ja!
fr: Oui, monsieur !
hu: Igenis uram!
it: Sissignore!

source: You're making a mistake, Horomir. We cannot defeat the wizard's army.
da: Du gør en fejltagelse, Horomir. Vi kan ikke besejre troldmandens hær.
fr: Vous faites erreur, Horomir. Nous ne pourrons vaincre l'armée du magicien.
hu: Hibát követsz el, Horomir. Nem tudjuk legyőzni a varázsló seregét.
it: Abbiamo commesso un errore, Horomir. Non possiamo sconfiggere l'esercito del mago.

source: Wizard?
da: Troldmand?
fr: Magicien ?
hu: Varázsló?
it: Mago?

source: Release Zilead at once!
da: Frigiv øjeblikkelig Zilead!
fr: Libérez tout de suite Zilead !
hu: Azonnal engedd el Zileadot!
it: Lascia libero Zilead adesso!

source: Prepare for battle!
da: Gør klar til kamp!
fr: Préparez-vous à la bataille !
hu: Készülj a harcra!
it: Preparatevi per la battaglia!

source: It was unwise to kill the son of Theomund.
da: Det var uklogt at dræbe Theomunds søn.
fr: C'était idiot de tuer le fils du roi Theomund.
hu: Nem volt bölcs dolog megölni Theomund fiát.
it: È stato stupido uccidere l'unico figlio di re Teomundo.

source: What is going on here?
da: Hvad sker der her?
fr: Que ce passe-t-il ici ?
hu: Mi folyik itt?
it: Cosa sta succedendo qua?

source: Execute the prisoner at once!
da: Henret fangen øjeblikkeligt!
fr: Exécutez tout de suite le prisonnier !
hu: Gyorsan öljétek meg a foglyot!

source: Wait!
da: Vent!
fr: Attendez !
hu: Várj!
it: Aspetta!

source: Randalf? I thought you were dead.
da: Randalf? Jeg troede du var død.
fr: Randalf ? Je vous croyais mort.
hu: Randalf? Azt hittem meghaltál.
it: Randalf? Pensavo che fossi morto.

source: The Informant
da: Meddeleren
fr: L'Informateur
hu: A hírnök
it: L'informatoer

source: Princess Leana, I'd like to introduce you to a dear friend of mine.
da: Prinsesse Leana, jeg vil gerne introducere dig for en kær ven.
fr: Princesse Leana, j'aimerais vous présenter un de mes meilleurs amis.
hu: Leana hercegnő, szeretnélek bemutatni egy kedves barátomnak.
it: Principessa Leana, sono orgoglioso di presentarvi uno dei miei più cari amici.

source: What are you up to, Gerald? Why is Elgareth here?
da: Hvad har du gang i, Gerald? Hvorfor er Elgareth her?
fr: Qu'allez-vous faire, Gerald ? Pourquoi Elgareth est ici ?
hu: Mire készülsz Gerald? Miért van Elgareth itt?
it: Che ci fai qua, Gerald? Perché Elgareth è qua?

source: I am here to ensure that you and the princess live the rest of your short lives in agonizing pain.
da: Jeg er her for at sikre at du og prinsessen lever resten af jeres korte liv i store smerter.
fr: Je suis ici pour m'assurer que la princesse et vous souffriez atrocement pour le restant de vos brèves vies.
hu: Azért vagyok itt, hogy biztosítsam neked és a hercegnőnek rövid életetek hátralevő részét gyötrelmes fájdalmak közötti eltöltését.
it: Sono venuto per assicurarmi che tu e la principessa viviate quel poco che rimane della vostra vita nel dolore dell'agonia.

source: What brings you here, Hadwin?
da: Hvad bringer dig hertil, Hadwin?
fr: Qu'est-ce qui vous amène ici, Hadwin ?
hu: Mi szél hozott ide, Hadwin?
it: Cosa ti porta da queste parti, Hadwin?

source: I've some bad news. King Theomund is going to attempt another siege on your castle.
da: Jeg har nogle dårlige nyheder. Kong Theomund vil forsøge endnu en belejring på din borg.
fr: J'ai de mauvaises nouvelles. Le roi Theomund va de nouveau tenter d'assiéger votre citadelle.
hu: Rossz híreim vannak. Theomund király egy újabb ostromot fog megkísérelni kastélyod ellen.
it: Cattive notizie. Re Teomundo sta per tentare un altro assedio al vostro castello prima del tramonto.

source: When?
da: Hvornår?
fr: Quand ?
hu: Mikor?
it: Quando?

source: Tonight... There's more, sir. A dark wizard has aligned himself with Theomund.
da: I aften... Der er mere. En mørk troldmand har slået sig sammen med Theomund.
fr: Cette nuit... Et il y a plus, messire. Un sorcier des ténèbres a rallié Theomund.
hu: Ma este... Van más is, uram. Egy sötét varázsló szövetkezett Theomunddal.

source: Right.
da: Tak.
fr: D'accord.
hu: Így van.
it: Bene.

source: It was foolish of me to leave the stone in your possession, Gerald. Bring me your twenty most loyal soldiers and take the rest of your men to the north castle. I will deal with the wizard.
da: Det var tåbeligt af mig at overlade stenen i din besiddelse, Gerald. Skaf mig dine 20 mest loyale soldater og tag resten af dine mænd til den nordlige borg. Jeg tager mig af troldmanden.
fr: J'ai été fou de vous laisser la pierre, Gerald. Amenez-moi vos vingt soldats les plus loyaux et partez avec le reste de vos hommes vers la citadelle du nord. Je vais m'occuper du magicien.
hu: Ostobaság volt tőlem, hogy a te birtokodban hagytam a követ, Gerald. Hozd el hozzám húsz leghűségesebb katonád, a többit vidd el az északi kastélyba. Majd én foglalkozom a varázslóval.

source: The Siege Part I
da: Belejringen del I
fr: Le Siège, 1ère partie.
hu: Az ostrom, I. rész
it: L'assedio - prima parte

source: Attack a rock to push it forward. (1) 2 or more units must be adjacent (2) It can only be pushed onto flat terrain or into deep water
da: Angrib en sten for at presse den fremad. (1) 2 eller flere enheder skal være omkring den (2) Den kan kun skubbes på fladt terræn eller i dybt vand
hu: Hogy egy sziklát előre lökj, támadd meg. (1) Két vagy több egységnek kell lennie a szikla körül (2) Csak sima területre vagy mélyvízbe lehet lökni

source: Push a rock into each moat and kill Elgareth
da: Skub en sten ind i hver voldgrav og dræb Elgareth
fr: Pousser un rocher dans chaque douve et tuer Elgareth
hu: Mindegyik vízárokba egy sziklát löksz, és megölöd Elgarethet

source: Death of a leader
da: En leders død
hu: Bármelyik vezéred meghal

source: Welcome, Randalf. I've been expecting you.
da: Velkommen, Randalf. Jeg har ventet dig.
fr: Bienvenue, Randalf. Je vous attendais.
hu: Üdvözöllek Randalf! Már vártalak.
it: Ben arrivato, Randalf. Ti stavo aspettando.

source: Elgareth! He must have the stone. He will use its power against us!
da: Elgareth! Han må have stenen. Han vil bruge dens magt imod os!
fr: Elgareth ! Il doit posséder la pierre. Il utilisera son pouvoir contre nous !
hu: Elgareth! Nála kell lennie a kőnek. Ellenünk fogja használni erejét!

source: You and I can withstand the stone's power. Together, we can defeat Elgareth.
da: Dig og mig kan modstå stenens magt. Sammen kan vi besejre Elgareth.
fr: Vous et moi pouvons résister au pouvoir de la pierre. Ensemble, nous pouvons battre Elgareth.
hu: Te és én ellent tudunk állni a kő erejének. Együtt le tudjuk győzni Elgarethet.

source: Agreed. But we must do so before Gerald's army returns.
da: Enig. Men vi må gøre det før Geralds hær returnerer.
fr: D'accord. Mais nous devons le faire avant le retour des troupes de Gerald.
hu: Egyetértek. De ezt még Gerald seregének visszatérte előtt meg kell tennünk.

source: Zilead, do you know your way around Gerald's castle?
da: Zilead, kender du Geralds borgs kringelkroge?
fr: Zilead, connaissez-vous un chemin pour rejoindre le château de Gerald ?
hu: Zilead, kiismered magad Gerald kastélyában?

source: I do.
da: Det gør jeg.
fr: Affirmatif.
hu: Igen.

source: Then you must rescue my daughter while we prepare our battle against Gerald's army.
da: Så må du redde min datter mens vi forbereder slaget mod Geralds hær.
fr: Vous devez alors secourir ma fille pendant que nous nous préparons à affronter l'armée de Gerald.
hu: Akkor neked kell megmentened lányomat, amíg felkészülünk az ütközetre Gerald serege ellen.

source: I will do as you command, your majesty.
da: Jeg vil gøre som du kommanderer, min majestæt.
fr: Je ferai comme vous l'ordonnez, votre majesté.
hu: Úgy teszek, ahogy parancsolod, felség.

source: All right, men! We have two castles to conquer! Move out!
da: Hør her mænd! Vi har to borge at erobre! Af sted!
fr: Parfait, soldats ! Nous avons deux places-fortes à conquérir ! Allons-y !
hu: Rendben, emberek! Két kastély vár ránk, hogy elfoglaljuk! Gyerünk!

source: My heart tells me that Bill had some part to play yet, for good or ill. He should not have died here today.
da: Mit hjerte siger mig at Bill endnu havde en rolle ata spille, god eller dårlig. Han burde ikke være død her i dag.
fr: Mon cœur me dit que Bill avait encore une part à jouer, en bien ou en mal. Il n'aurait pas dû mourir ici aujourd'hui.
hu: Úgy érzem Billnek még lett volna valami szerepe, akár jó, akár gonosz. Nem szabadott volna meghalnia ma.
it: Il mio cuore mi dice che Bill aveva ancora un ruolo da recitare, per il bene o per il male. NOn sarebbe dovuto morire qua oggi.

source: We cannot rescue Leana without Randalf's help.
da: Vi kan ikke redde Leana uden Randalfs hjælp.
fr: Nous ne pouvons secourir Leana sans l'aide de Randalf.
hu: Nem tudjuk kiszabadítani Randalfot Leana segítsége nélkül.
it: Non possiamo salvare Leana senza l'aiuto di Randalf.

source: Queen Edina has been slain!
da: Dronning Edina er blevet dræbt!
fr: Ils ont occis la reine Edina !
hu: Edina királynőt megölték!
it: La regina Edina è stata uccisa!

source: The power of Kahandari is finally mine!
da: Kahandaris magt er endelig min!
fr: Je possède enfin le pouvoir de Kahandari !
hu: Kahandari hatalma végre az enyém!
it: Il potere di Kahandari è finalmente mio!

source: Gerald's army is approaching! We are vastly outnumbered! Retreat!
da: Geralds hær nærmer sig! Vi er i stort undertal! Tilbage!
fr: L'armée de Gerald approche ! Ses effectifs surpassent largement les nôtres ! Battons en retraite !
hu: Gerald serege közeleg! Mérhetetlen túlerőbe kerültünk! Visszavonulás!
it: L'esercito di Gerald si avvicina! Sono molti più di noi! Ritirata!

source: Hurry, Zilead!
da: Hurtigt, Zilead!
fr: Vite, Zilead !
hu: Siess, Zilead!
it: Datti una mossa, Zilead!

source: The Breakout
da: Udbruddet
fr: L'Évasion
hu: A kitörés
it: L'evasione

source: Rescue all prisoners
da: Red alle fanger
fr: Sauver tous les prisonniers
hu: Kiszabadítasz minden foglyot
it: Salva tutti i prigionieri.

source: Zeke, or a child
da: Zeke, eller et barn
fr: Zeke, ou un enfant
hu: Zeke, vagy egy gyermek
it: Zeke o un bambino

source: Who are you?
da: Hvem er du?
fr: Qui êtes-vous ?
hu: Ki vagy te?
it: Chi sei?

source: My name is Zilead. I am here to rescue Princess Leana.
da: Mit navn er Zilead. Jeg er her for at redde prinsesse Leana.
fr: Je m'appelle Zilead. Je suis ici pour secourir la princesse Leana.
hu: A nevem Zilead. Azért jöttem, hogy kiszabadítsam Leana hercegnőt.

source: Thank goodness! I'm Ardella. Leana is a friend of mine. I'll help you find her.
da: Det var meget glædeligt! Jeg er Ardella. Leana er en ven af mine. Jeg hjælper dig med at finde hende.
fr: Dieu soit loué ! Je suis Ardella. Leana est une de mes amies. Je vais vous aider à la trouver.
hu: Hála az égnek! Ardella vagyok. Leana a barátom. Segítek neked megtalálni.

source: You're Gerald's men! What are you doing in here?
da: I er Geralds mænd! Hvad gør i her?
hu: Ti Gerald emberei vagytok! Mit csináltok itt bent?

source: We fell asleep while on guard duty...
da: Vi faldt i søvn mens vi hold vagt...
hu: Elaludtunk őrjárat közben...

source: King Theomund has taken over this castle. Will you help us free the other prisoners?
da: Kong Themound har overtaget denne borg. Vil i hjælpe os med at befri de andre fanger?
hu: Theomund király elfoglalta a kastélyt. Segítetek nekünk kiszabadítani a foglyokat?

source: Gladly!
da: Med glæde!
hu: Örömmel!

source: We're breaking out.
da: Vi slipper fri.
fr: Nous allons foncer !
hu: Kitörünk.

source: Please tell me, have you seen our three boys?
da: Fortæl mig, har du set vores tre drenge?
fr: S'il vous plaît, dites-moi si vous avez vu nos trois enfants ?
hu: Kérlek, áruld el, nem láttad a három fiúnkat?
it: Per favore dimmi, hai visto i nostri tre bambini?

source: No, I am sorry.
da: Nej, jeg beklager.
fr: Non, je suis désolé.
hu: Nem, sajnálom.
it: No, mi spiace.

source: Come on, Zeke! We must find them!
da: Kom nu, Zeke! Vi må finde dem!
fr: Allez, Zeke ! Nous devons les trouver !
hu: Gyerünk Zeke! Meg kell találnunk őket!
it: Andiamo Zeke! Dobbiamo trovarli!

source: Thank goodness you've arrived! Please, slay me now! Sharing a cell with these brats has been the worst torture I've ever experienced!
da: Endelig er i her! Slå mig ihjel nu! At dele celle med disse kriminelle er den værste tortur jeg har oplevet!
fr: Grâce à dieu, vous êtes arrivés ! Tuez-moi tout de suite par pitié ! Partager une cellule avec ces morveux a été la pire torture que j'aie jamais subie !
hu: Hála az égnek, hogy megérkeztetek! Kérlek, öljetek meg most! Megosztani a cellát ezekkel a porontyokkal a legrosszabb kínzás, amit valaha megéltem!
it: Grazie agli dei, siete arrivati! Per favore, uccidetemi ora! Dividere la cella con questi scalmanati è stata la peggiore tortura che ho mai provato!

source: Quiet, foul orc, or you will suffer the same fate as your friends!
da: Stille, fæle ork, eller du vil få samme skæbne som dine venner!
fr: Reste tranquille, sale orc, ou tu subiras le même destin que tes amis !
hu: Csöndet, ostoba ork, vagy te is barátaid sorsára jutsz!
it: Taci, lurico orco, o patirai lo stesso destino dei tuoi amici!

source: Are you all right, children?
da: Har i det godt børn?
fr: Comment allez-vous, les enfants ?
hu: Jól vagytok, gyerekek?
it: State bene, bambini?

source: We're fine, mother!
da: Ja, mor!
fr: Nous nous portons bien, mère !
hu: Jól vagyunk, anya!
it: Stiamo bene, mamma!

source: Just a little nauseous from this foul smelling orc!
da: Kun en smule kvalme fra denne fælt lugtende ork!
fr: Juste un peu écœuré par cette répugnante puanteur d'orc !
hu: Csak egy kicsit émelygünk ettől a rothadt szagú orktól!
it: Abbiamo solo un po' di nausea a causa di questo orco lurido e puzzolente.

source: Princess Leana!
da: Prinsesse Leana!
fr: Princesse Leana !
hu: Leana hercegnő!
it: Principessa Leana!

source: No guards? That's odd...
da: Ingen vagter? Det er mærkeligt...
hu: Nincsenek őrök? Ez furcsa...

source: What in tarnation?
da: Hvad i alverden?
fr: Quel problème ?
hu: Mi a fene?

source: My baby!
da: Mit barn!
fr: Mon bébé !
hu: Kicsim!
it: Il mio bambino!

source: Fools! The wizard is dead and the castle is surrounded. Now, drop your arms!
da: Fjolser! Troldmanden er død og borgen er omrindet. Læg jeres våben!
fr: Idiots ! Le magicien est mort et le château est encerclé. Rendez les armes, maintenant !
hu: Ostobák! A varázsló halott, és a kastélyt bekerítettük. Gyerünk, dobjátok el a fegyvert!
it: Sciocchi! Il mago è morto e il castello è circondato. Adesso deponente le armi!

source: The Siege Part II
da: Belejringen del II
fr: Le Siège, 2e partie.
hu: Az ostrom, II. rész
it: L'assedio - parte seconda

source: Kill all enemies
da: Dræb alle fjender
fr: Tuer tous les ennemis
hu: Megölsz minden elleséget
it: Uccidi tutti i nemici

source: Anna, Zeke, or a child
da: Anna, Zeke, eller et barn
fr: Anna, Zeke, ou un enfant
hu: Anna, Zeke, vagy egy gyermek
it: Anna, Zeke o un bambino

source: Gerald's army approaches from the north!
da: Geralds hær ankommer fra nord!
fr: L'armée de Gerald approche, venant du nord !
hu: Gerald serege északról érkezik!
it: L'esercito di Gerald si avvicina da nord!

source: We must draw them away from Gerald's castle.
da: Vi må trække dem væk fra Geralds borg.
fr: Nous devons les tirer du château de Gerald.
hu: El kell csalogatnunk őket Gerald kastélyától.

source: Honey, come quick!
da: Elskede, kom hurtigt!
fr: Mon amour, venez vite !
hu: Drágám, gyere gyorsan!

source: What is it?
da: Hvad er der?
fr: Qu'est-ce que c'est ?
hu: Mi az?
it: Cos'è?

source: Gerald and Theomund are at war!
da: Gerald og Theomund er i krig!
fr: Gerald et Theomund sont en guerre !
hu: Gerald és Theomund harcolnak!

source: That's nice. Why don't you come back inside? I could use another back rub.
da: Det var rart. Hvorfor kommer du ikke ind igen? Jeg kunne bruge en gang massage igen.
fr: C'est très bien. Pourquoi ne retournez-vous pas à l'intérieur ? Je pourrais en profiter pour remettre un peu de pression.
hu: Ez szép. Miért nem jössz vissza ide be? Szükségem lenne egy még egy hátmasszázsra.

source: Come on out, ladies!
da: Kom ud, piger!
fr: Sortez, mesdames !
hu: Gyerünk asszonyok!

source: Last night, Gerald's men murdered our husbands. Tonight, vengeance is ours!
da: Sidste nat, myrdede Geralds mænd vores ægtemænd. I nat er hævnen vores!
fr: La nuit passée, les hommes de Gerald ont assassiné nos maris. Cette nuit, nous aurons notre revanche !
hu: Múlt éjjel Gerald emberei megölték férjeinket. Ma éjjel a bosszú a miénk!

source: Have no fear, brother! We will save you from the dark wizard!
da: Frygt ikke bror! Vi vil rede dig fra den mørke troldmand!
fr: Ne crains rien, frère ! Nous te sauverons de ce sorcier maléfique !
hu: Ne aggódj fivérem! Megmentünk a sötét varázslótól!
it: Non aver paura, fratello! Ti salveremo dallo stregone oscuro!

source: I do not wish to be saved, Burton. I must help my master defend the castle.
da: Jeg ønsker ikke at blive reddet, Burton. Jeg må hjælpe min herre med at forsvare borgen.
fr: Je ne souhaite pas être sauvé, Burton. Je dois aider mon maître à défendre le château.
hu: Nem akarok megmenekülni, Burton. Segítenem kell mesteremnek megvédeni a kastélyt.
it: Non voglio essere salvato, Burton. Devo aiutare il mio maestro a difendere il castello.

source: Master?
da: Herre?
fr: Maître ?
hu: Mester?
it: Maestro?

source: Bill is under my spell. If you help us defeat Gerald's army, then I will release him to you.
da: Bill er under min trolddom. Hvis du hjælper os med at besejre Geralds hær, så vil jeg frigive ham til dig.
fr: Bill est en mon pouvoir. Je vous le rendrai si vous nous aidez à vaincre l'armée de Gerald.
hu: Bill a bűbájom hatása alatt van. Ha segítesz legyőzni Gerald seregét, szabadon bocsátom neked.
it: Bill è sotto l'effetto del mio incantesimo. Se ci aiuterete a sconfiggere l'esercito di Gerald, allora io ve lo restituirò.

source: You will release him now, wizard! Bill, we're coming to get you!
da: Du frigiver ham nu, troldmand! Bill, vi kommer og redder dig!
fr: Vous allez le libérer immédiatement, sorcier ! Bill, nous allons vous sortir de là !
hu: Most fogod elengedni varázsló! Bill, jövünk érted!
it: Lo liberereai adesso, mago! Bill, stiamo arrivando a prenderti!

source: Have it your way... Go kill your brother, Bill.
da: Som du vil... Dræb din bror, Bill.
fr: Chacun choisit sa voie... Allez tuer votre frère, Bill.
hu: Ahogy akarod... Menj, végezz fivéreddel, Bill.

source: Yes, Master.
da: Ja, herre.
fr: Oui, maître.
hu: Igenis, mester.
it: Sì, padrone.

source: It looks like you could use some assistance, Randalf.
da: Det ser ud til at du kan bruge noget assistance, Randalf.
fr: On dirait que vous avez besoin d'aide, Randalf.
hu: Úgy fest, elkel a segítség, Randalf.
it: Sembra che un po' di aiuto di farebbe comodo, Randalf.

source: Yes, it appears I've underestimated the strength of Gerald's army.
da: Ja, det ser ud til, jeg har undervurderet Geralds hærs styrke.
fr: Oui, on dirait que j'ai sous-estimé la force de l'armée de Gerald.
hu: Igen, úgy néz ki alábecsültem Gerald seregének erejét.
it: Sì, credo di aver sottovalutato la forza dell'esercito di Gerald.

source: There's only one stipulation. After the battle, you must give Master the stone.
da: Der kun en betingelse. Efter slaget, må du give herren stenen.
fr: Il n'y a qu'une seule condition. Vous devrez donner la pierre au maître après la bataille.
hu: Egy kikötésem van. A csata után, a követ mesteremnek kell adnod.
it: C'è solo una condizione. Dopo la battaglia, dovrete dare la pietra al Maestro.

source: She cannot have it!
da: Hun kan ikke få den!
fr: Elle ne peut pas l'avoir !
hu: Nem lehet az övé!

source: Then will you accept a rematch?
da: Vil du så acceptere en omkamp?
fr: Accepterez-vous une revanche ?
hu: Akkor beleegyezel egy visszavágóba?

source: That she can have.
da: Det kan hun få.
fr: Elle peut l'avoir.
hu: Azt megkaphatja.

source: Randalf, help us!
da: Randalf, hjælp os!
fr: Randalf, aidez-nous !
hu: Randalf, segíts nekünk!
it: Randalf, aiutaci!

source: What happened? How did I get here?
da: Hvad skete der? Hvordan kom jeg hertil?
fr: Qu'est-ce qui s'est passé ? Comment suis-je arrivé ici ?
hu: Mi történt? Hogy kerültem ide?
