Repository: wescamp/The_Heist-1.4
Catalog: po/*.po
Languages: da, fr, hu, it

source: Aye, the treasure was already gone before we could get our hands on it.
da: Nemlig, skatten var væk allerede før vi kunne få vores fingre på den.
fr: Oui, le trésor était déjà loin bien avant que nous ne puissions mettre la main dessus.
hu: Így van, a kincset már ellopták, mielőtt mi rátehettük volna a kezünket.
it: Sissignore, il tesoro era già scomparso prima che potessimo metterci le mani sopra.

source: You scoundrels! You are all under arrest! Seize them!
da: I svindlere! I er alle fængslet! Grib dem!
fr: Espèces de canailles ! Vous êtes tous aux arrêts ! Saisissez-les !
hu: Ti gazfickók! Mind le vagytok tartóztatva! Bilincsbe velük!
it: Voi altri, canaglie! Siete tutti in arresto! Prendeteli!

source: I have a better idea. You can all go straight to hell!
da: Jeg har en bedre ide. Du kan gå lige til helvede!
fr: J'ai une meilleure idée. Vous pouvez tous aller directement en enfer !
hu: Nekem jobb ötletem van. Egyenesen a pokolra kerültök!
it: Ho un'idea migliore. Te ne puoi anadre direttamente all'inferno!

source: You must help us!
da: Du må hjælpe os!
fr: Vous devez nous aider !
hu: Segítenetek kell!
it: Dovete aiutarci!

source: Please help us!
da: Hjælp os!
fr: S'il vous plait, aidez-nous !
hu: Kérlek segítsetek!

source: Well, Zilead, it looks like neither of us will get our hands on Gerald's treasure.
da: Tja, Zilead, det ser ikke ud til at nogen af os vil få fat i Geralds skat.
fr: Parfait, Zilead, j'ai l'impression qu'aucun d'entre nous ne s'emparera du trésor de Gerald.
hu: Nos, Zilead, úgy fest egyikünk sem fogja megkaparintani Gerald kincsét.
it: Be', Zilead, sembra che nessuno di noi due abbia messo le mani sul tesoto di gerald.

source: Damn!
da: Pokkers!
fr: Zut !
hu: Fenébe!
it: Merda!

source: I am wasting my time here. You fools can fight amongst yourselves.
da: Jeg spilder min tid her. I fjolser kan kæmpe indbyrdes.
fr: Je perds mon temps ici. Vous pouvez vous battre entre vous, idiots.
hu: Csak az időmet fecsérelem itt. Ti ostobák eldöntitek ezt magatoktól.
it: Sto sprecando il mio tempo qua. Voi sciocchi continuate pure a combattervi tra di voi.

source: If you kill me, you'll never see Gerald's treasure.
da: Hvis du dræber mig, så finder du aldrig Geralds skat.
fr: Si vous me tuez, vous ne retrouverez jamais le trésor de Gerald.
hu: Ha megölsz, soha nem fogod látni Gerald kincsét.
it: Se mi uccidi, non vedrai mai il tesoro di Gerald.

source: Where is it?
da: Hvor er den?
fr: Où est-il ?
hu: Hol van?
it: Dov'è?

source: I will show you the way.
da: Jeg vil vise dig vejen.
fr: Je vais vous indiquer le chemin.
hu: Megmutatom az utat.
it: Ti mostrerò la strada.

source: The Hideout
da: Skjulestedet
fr: La Planque
hu: A rejtekhely
it: Il nascondiglio

source: Kill all orcs
da: Dræb alle orker
fr: Tuer tous les orcs
hu: Megölöd az összes orkot
it: Uccidi tutti gli orchi

source: Death of
da: Følgende dør
fr: Mort de
hu: Valamelyikük meghal:
it: Morte di

source: a parent, or a child
da: en forældre, eller et barn
fr: un parent ou un enfant
hu: egy szülő, vagy egy gyermek
it: un genitore o un bambino

source: Dad
da: Far
fr: Papa
hu: Apa
it: Mamma

source: Mom
da: Mor
fr: Maman
hu: Anya
it: Papà

source: I can't believe my eyes. Princess Leana about to board a galleon with one of King Gerald's guards. This is just too good.
da: Jeg kan ikke tro mine øjne. Prinsesse Leana ved at entre en galeon med en af kong Geralds vagter. Det er bare for godt.
fr: Je ne peux en croire mes yeux. La princesse Leana est sur le point d'aborder sur un galion avec un des gardes du roi Gerald. C'est presque trop bien.
hu: Nem hiszek a szemeimnek. Leana hercegnő éppen egy gálya fedélzetére száll Gerald király egyik őrével. Ez túl szép, hogy igaz legyen.
it: Non credo ai miei occhi. La principessa Leana sta per salire a bordo del galeone con una delle guardie di re Gerald. Perfetto.

source: Stay out of sight. This is enemy territory. If we are seen, King Gerald's men will come and slaughter us all.
da: Hold jer skjult. Det er fjendtligt område. Hvis vi bliver set vil kong Geralds mænd komme og myrde os alle.
fr: Restez cachés. C'est ici le territoire de l'ennemi. Les hommes du roi Gerald vont venir et tous nous massacrer si nous sommes vus.
hu: Maradjatok látótávolságon kívül. Ez ellenséges terület. Ha meglátnak, Gerald király emberei lemészárolnak minket.
it: Non farti vedere. Questo è territorio nemico. Se gli uomini di re Gerald ci vedono, verranno in forze per massacrarci tutti.

source: All right, let's board this galleon.
da: I orden, lad os komme om bord på galeonen.
fr: Très bien, abordons ce galion.
hu: Rendben, szálljunk fel erre a gályára.
it: Benissimo, saliamo a obrdo di questo galeone.

source: Help us! Help us!
da: Hjælp os! Hjælp os!
fr: Aidez-nous ! Aidez-nous !
hu: Segítség! Segítség!
it: Aiutateci! Aiutateci!

source: Our mommy and daddy are in that cave! They were taken by orcs!
da: Vores mor og far er i den hule! De blev fanget af orker!
fr: Notre maman et notre papa sont dans ce souterrain ! Ils ont été faits prisonniers par des orcs !
hu: Anyánk és apánk abban a barlangban van! Elragadták őket az orkok!
it: La nostra mamma e il nostro papà sono in quella caverna! Sono stati rapiti dagli orchi!

source: Please save them!
da: Red dem!
fr: Sauvez-les, par miséricorde !
hu: Kérlek, mentsétek meg őket!
it: Per favore salvateli!

source: We have to help them.
da: Vi må hjælpe dem.
fr: Nous devons les aider.
hu: Segítenünk kell nekik.
it: Dobbiamo aiutarli.

source: Gerald's galleons will begin their patrol at sunrise. We must leave now!
da: Geralds galeoner vil begynde deres patruljering ved morgengry. Vi må af sted nu!
fr: Les galions de Gerald vont commencer à patrouiller dès l'aube. Nous devons partir tout de suite !
hu: Gerald gályái napkeltekor kezdik az őrjáratukat. Most kell elhajóznunk!

source: Children, head south to King Gerald's castle! He will rescue your parents!
da: Børn, gå syd på til kong Geralds slot! Han vil redde jeres forældre!
fr: Les enfants, dirigez-vous au sud vers le fort du roi Gerald ! Il aidera vos parents !
hu: Gyerekek, siessetek délre Gerald király kastélyába! Ő majd megmenti a szüleiteket!
it: Bambini, andate verso sud al castello di re Gerald! Egli salverà i vostri genitori!

source: But they said they were going to eat them!
da: Men de sagde at de ville spise dem!
fr: Mais ils ont dit qu'ils allaient les manger !
hu: De azt mondták, hogy megeszik őket!
it: Ma hanno detto che li avrebbero mangiati!

source: Don't let them eat my mommy and daddy!
da: Lad dem ikke spise min mor og far!
fr: Ne les laissez pas manger ma maman et mon papa !
hu: Ne hagyjátok, hogy megegyék anyukám és apukám!
it: Non lasciare che si mangino mamma e papà!

source: Forget it! They won't help us! We don't need their help! Let's go men, we have orcs to kill!
da: Glem det! De vil ikke hjælpe os! Vi har ikke brug for deres hjælp! Lad os gå mænd, vi har orker at dræbe!
fr: Laissez tomber ! Ils ne nous aideront pas ! Nous n'avons pas besoin de leur aide ! Allons-y, camarades, nous devons aller tuer les orcs !
hu: Felejtsd el! Nem fognak nekünk segíteni! Nincs szükségünk a segítségükre! Gyerünk emberek, orkokat kell ölnünk!
it: Lasciate perdere! Non ci aiuteranno! Non ci serve il loro aiuto! Andiamo uomini, abbiamo degli orchi da uccidere!

source: Thanks.
da: Tak.
fr: Merci.
hu: Köszönjük!
it: Grazie.

source: Where are my children?
da: Hvor er mine børn?
fr: Où sont mes enfants ?
hu: Hol vannak a gyermekeim?
it: Dove sono i miei bambini?

source: We're right here, mommy!
da: Vi er lige her, mor!
fr: Nous sommes ici, maman !
hu: Itt vagyunk, anya!
it: Siamo qua, mamma!

source: Mommy!
da: Mor!
fr: Maman !
hu: Anya!
it: Mamma!

source: Daddy!
da: Far!
fr: Papa !
hu: Apa!
it: Papà!

source: No! Not my baby!
da: Nej! Ikke mit barn!
fr: Non ! Pas mon bébé !
hu: Ne! Ne a picinyem!
it: No! Non il mio bambino!

source: No! Not my son!
da: Nej! Ikke min søn!
fr: Non ! Pas mon fils !
hu: Ne, ne a fiamat!
it: No! Non mio filgio!

source: How could we let that poor child die?
da: Hvordan kunne vi lade det stakkels barn dø?
fr: Comment avons-nous pu laisser mourir ce pauvre enfant ?
hu: Hogy hagyhattuk meghalni azt a szegény gyereket?
it: Come abbiamo potuto permettere che quel povero bambino morisse?

source: Heflin, go and tell King Gerald that we found the thieves. I will stay here to ensure that Princess Leana and Rogan do not escape.
da: Heflin, gå hen og sig til kong Gerald at vi fandt tyvene. Jeg vil blive her for at sikre at prinsesse Leana og Rogan ikke undslipper.
fr: Helfin, va annoncer au roi Gerald que nous avons trouvé les voleurs. Je resterai ici pour m'assurer que Rogan et que la princesse Leana ne s'échappent pas.
hu: Heflin, menj és mond meg Gerald királynak, hogy megtaláltuk a tolvajokat. Én itt maradok biztosítani, hogy Leana hercegnő és Rogan nem menekülnek el.
it: Heflin, va' a dire al re Gerald che abbiamo trovato i ladri. Rimarrò qui per assicurarmi che la principessa Leana e Rogan non fuggano.

source: You have saved us from those evil creatures. How can we ever repay you?
da: Du har reddet os fra disse onde skabninger. Hvordan kan vi nogensinde betale dig tilbage?
fr: Vous nous avez sauvés de ces créatures maléfiques. Comment vous remercier ?
hu: Megmentettél azoktól az ördögi teremtményektől. Hogyan fizethetném ezt vissza?

source: Well, we do need a place to stay for the night.
da: Vi har brug for et sted at sove i nat.
fr: Eh bien, nous avons besoin d'un endroit pour passer la nuit.
hu: Nos, szükségünk van egy helyre, ahol éjszakázhatunk.

source: You'll always be welcome here, your highness.
da: Du vil altid være velkomme her, Deres højhed.
fr: Vous serez toujours la bienvenue ici, votre altesse.
hu: Mindig szívesen látunk itt, felséged!
it: Sarete sempre benvenuta qua, vostra altezza.

source: So, Princess Leana thinks she can get away with killing my orcs! We'll be back, princess. You will all suffer our wrath!
da: Så prinsesse Leana tror hun kan slippe af sted med at dræbe mine orker! Vi kommer tilbage, prinsesse. I vil alle komme til at lide under vores vrede!
fr: Ainsi la princesse Leana estime qu'elle peut tuer nos orcs et s'en aller saine et sauve ! Nous reviendrons, princesse. Vous subirez tous notre colère !
hu: Hát így, Leana hercegnő úgy gondolja, hogy megúszhatja orkjaim megölését! Még visszatérünk hercegnő. Mindannyian szenvedni fogtok haragunktól!

source: The Orc
da: Orken
fr: L'Orc
hu: Az ork
it: L'orco

source: Why have you brought this hideous creature to my castle?
da: Hvorfor har du bragt denne frygtelige skabning til mit slot?
fr: Pourquoi avoir amené cette créature hideuse dans mon château ?
hu: Miért hoztad ezt a förtelmes lényt a kastélyomba?
it: Perché hai portato questa schifosa creatura nel mio castello?

source: My liege, we spotted two orcs while patrolling near the shore. We had intended to slay them both, but this one said he had some information that would interest you.
da: Fyrste, vi opdagede to orker mens vi patruljerede nær bredden. Vi ville slå dem begge ihjel, men denne her sagde at han havde nogle informationer som ville interessere dig.
fr: Monseigneur, nous avons repéré deux orcs durant notre patrouille près de la côte. Nous voulions les occire tous les deux, mais celui-ci dit qu'il a des informations pouvant vous intéresser.
hu: Felségem, két orkot pillantottunk meg őrjáratunkkor a parton. Le akartuk vágni mindkettőt, de ez azt mondta olyan híre van, ami érdekelné felségedet is.
it: Mio signore, abbiamo individuato due orchi mentre pattugliavamo nei dintorni della riva. Avevamo l'intenzione di ucciderli entrambi, ma questo ha detto di avere alcune informazioni che ti avrebbero interessato.

source: What kind of information? Speak, orc!
da: Hvilken slags information? Tal, ork!
fr: Quel type d'informations ? Parle, orc !
hu: Milyen hír? Beszélj ork!
it: Che tipo di informazioni? Parla, orco!

source: If you promise to spare my life, I will tell you everything I know about your missing treasure.
da: Hvis du lover at spare mit liv, så vil jeg fortælle alt jeg ved om den din forsvundne skat.
fr: Si tu promets de m'épargner, je te dirai tout ce que je sais sur ton trésor disparu.
hu: Ha megígéred, hogy megkíméled életem, mindent elmondok az eltűnt kincsedről.
it: Se prometti di risparmiare la mia vita, io ti dirò tutto quello che so sul tuo tesoro scomparso.

source: We make no deals with orcs here! Where is my treasure? Answer me!
da: Vi indgår ingen handler med orker her! Hvor er min skat? Svar mig!
fr: Ici, nous ne négocions pas avec des orcs ! Où est mon or ? Réponds-moi !
hu: Nem alkudozunk itt orkokkal! Hol van a kincsem? Válaszolj!
it: Noi non veniamo a patti con questi orchi! Dov'è il mio tesoro? Rispondimi!

source: My liege, let us torture this orc. We will make him talk.
da: Fyrste, lad os tortere denne ork. Vi vil få ham til at tale.
fr: Sire, laissez-nous torturer cet orc. Nous le ferons parler.
hu: Felség, had kínozzuk meg ezt az orkot. Beszédre bírjuk.
it: Mio signore, lasciami torturare questo orco. Lo faremo parlare.

source: Torture me if you must, but you'd better make me talk soon. The thieves will not be at their present location much longer.
da: Torter mig hvis du vil, men du må heller få mig til at tale snart. Tyvene vil ikke være på deres nuværende sted meget længere.
fr: Torturez-moi si vous le voulez, mais il vaudrait mieux pour vous que je parle vite. Les voleurs ne resteront pas plus longtemps à l'endroit où ils sont.
hu: Kínozzatok meg, ha akartok, de jobban teszitek, ha gyorsan beszédre bírtok. A tolvajok nem sokáig lesznek a mostani helyükön.
it: Torturatemi se volete, ma faerste meglio a farmi parlare al più presto. I ladri non rimarranno nello stesso posto ancora a lungo.

source: The Family
da: Familien
fr: La Famille
hu: A család
it: La famiglia

source: Survive until end of turns
da: Overlev indtil tiden løber ud
fr: Survivre jusqu'à la fin des tours
hu: Kitartasz a körök végéig
it: Sopravvivi fino alla fine dei turni

source: Death of Anna, Zeke, or a child
da: Anna, Zeke eller et barns død
fr: Mort de Anna, Zeke, ou d'un enfant
hu: Anna, Zeke vagy egy gyermek meghal
it: Morte di Anna, Zeke o un bambino

source: Zeke! Anna! Wake up!
da: Zeke! Anna! Vågn op!
fr: Zeke ! Anna ! Réveillez-vous !
hu: Zeke, Anna! Keljetek fel!
it: Zeke! Anna! Svegliatevi!

source: Who are you, stranger? And what brings you here at this early hour?
da: Hvem er du, fremmede? Og hvad bringer dig hertil så tidlig om morgenen?
fr: Qui êtes-vous, étranger ? Et qu'est-ce qui vous amène ici à cette heure bien matinale ?
hu: Ki vagy, te idegen? És mi szél hozott ide ilyen korai órában?

source: Princess Leana? So, you're the one they're after. I don't know what you've done, but Gerald's men are headed this way.
da: Prinsesse Leana? Så, du er den vi er efter. Jeg ved ikke hvad du har gjort, men Geralds mænd er på vej hertil.
fr: Princesse Leana ? Ainsi vous êtes celle qu'ils recherchent. Je ne sais pas ce que vous avez fait, mais les hommes de Gerald vous cherchent par ici.
hu: Leana hercegnő? Tehát te vagy az, aki után kutatnak. Nem tudom mit tettél, de Gerald emberei ebbe az irányba tartanak.
it: Principessa Leana? Allora siete voi quella che stanno cercando. Non so cosa avete fatto, ma gli uomini di Gerald sono diretti da questa parte.

source: What's going on?
da: Hvad sker der?
fr: Qu'est-ce qui se passe ?
hu: Mi történik?
it: Cosa sta succedendo?

source: It seems your guests have put you and your family in jeopardy. The princess and her cohorts must leave before it's too late.
da: Det ser ud til at dine gæster har sat dig og din familie i fare. Prinsessen og hendes følgeskab må tage af sted før det er for sent.
fr: J'ai l'impression que vos invités vous ont mis en péril vous et votre famille. La princesse et ceux qui l'accompagnent doivent partir avant qu'il ne soit trop tard.
hu: Úgy fest a vendégeid téged és családodat veszélybe sodortak. A hercegnőnek és kísérőinek menniük kell, mielőtt túl késő.
it: Pare che i tuoi ospiti abbiano messo a repentaglio te e la tua famiglia . La principessa e la sua corte se ne devono andare prima che sia troppo tardi.

source: Is there something you haven't told us, your highness?
da: Er der noget du ikke har fortalt os, Deres højhed?
fr: Est-ce qu'il y a quelque chose que vous ne nous avez pas dit, votre altesse ?
hu: Van valami, amit nem mondott el nekünk, felség?
it: C'è qualcosa che ci dovete ancora dire, vostra altezza?

source: It's a long story and it seems we are short on time. If King Gerald's men arrive, you must tell them everything you know.
da: Det er en lang historie og vi har ikke megen tid. Hvis kong Geralds mænd ankommer, så må du fortælle dem alt du ved.
fr: C'est une longue histoire et nous n'avons que peu de temps. Vous devrez dire tout ce que vous savez aux hommes du roi Gerald s'ils arrivent.
hu: Ez egy hosszú történet, és úgy tűnik kevés az időnk. Ha Gerald király emberei megérkeznek, mindent, mit tudtok el kell nekik mondanotok.
it: È una lunga storia e mi sembra che non abbiamo tempo. Se arrivano gli uomini di re Gerald, gli dovrai dire tutto quello che sai.

source: Princess Leana, you cannot leave. You and your friends will follow us to the cave. Together, we can defeat King Gerald's army!
da: Prinsesse Leana, du kan ikke tage af sted. Dig og dine venner vil følge os til hulen. Sammen kan vi besejre kong Geralds hær!
fr: Princesse Leana, vous ne pouvez pas partir. Vos amis et vous nous suivrez dans les souterrains. Ensemble, nous pouvons vaincre l'armée du roi Gerald !
hu: Leana hercegnő, nem mehetsz el. Te és barátataid követni fogtok a barlanghoz. Együtt le tudjuk győzni Gerald király seregét!
it: Principessa Leana, non potete andare. Voi e i vostri amici vi nasconderete con noi in cantina. Insieme possiamo sconfiggere l'esercito di re Gerald!

source: Although I am certain you could single-handedly defeat Gerald's army, young Reuben, we really must be off. Goodbye and thanks for the hospitality.
da: Selvom jeg er sikker på at du helt alene kunne besejre Geralds hær, unge Reuben, så må vi af sted. Farvel og tak for gæstfriheden.
fr: Je suis parfaitement certaine que vous pouvez battre l'armée de Gerald tout seul, jeune Reuben, mais nous devons absolument partir. Au revoir et merci pour l'hospitalité.
hu: Habár meg vagyok róla győződve, hogy fél kézzel is elbánnál Gerald király seregével, fiatal Reuben, tényleg indulnunk kell. A viszontlátásra és köszönjük a vendégszeretetet.
it: Anche se sono sicuro che potresti sconfiggere l'esercito di Gerald con una mano sola, giovane Reuben, dobbiamo davvero andare. Arrivederci e grazie per l'ospitalità.

source: Farewell!
da: Farvel!
fr: Bon vent !
hu: Ég veled!

source: Bye!
da: Hej!
fr: Au revoir !
hu: Szia!
it: Ciao!

source: Anna, take the children to the cave. I will deal with Gerald's men.
da: Anna, tag børnene til hulen. Jeg tager mig af Geralds mænd.
fr: Anna, emmenez les enfants au sous-sol. Je vais m'occuper des hommes de Gerald.
hu: Anna, vidd a gyerekeket a barlanghoz. Én majd foglalkozok Gerald embereivel.
it: Anna, porta i bambini in cantina. Parlo io con gli uomini di Gerald.

source: Princess Leana and Rogan, we know you're here! King Gerald requests that you accompany us back to his castle! He'd like to have a few words with you!
da: Prinsesse Leanan og Rogan, vi ved i er der! Kong Gerald anmoder om at du følger os tilbage til hans slot! Han vil gerne have nogle få ord med dig!
fr: Princesse Leana, Rogan, nous savons que vous êtes ici ! Le roi Gerald exige que vous nous accompagniez au fort ! Il voudrait vous parler !
hu: Leana hercegnő, és Rogan, tudjuk hogy itt vagytok! Gerald király követeli, hogy kövessetek minket vissza a kastélyába! Váltana veletek néhány szót!
it: Principessa Leana e Rogan, sappiamo che siete qua! Re Gerald ci ordina di ri-accompagnarvi al suo castello! Vorrei scambiare un paio di parole con voi!

source: Perhaps you've mistaken my home for King Theomund's castle. That is where you'll likely find the princess.
da: Måske du har taget fejl af mit hjem med kong Theomunds borg. Det er der du mest sandsynligt vil finde prinsessen.
fr: Vous avez peut-être confondu ma demeure avec la citadelle du roi Theomund. Vous trouverez sans doute la princesse là-bas.
hu: Talán összetévesztetted otthonom Theomund király kastélyával. Ott biztosan megtalálnád a hercegnőt.
it: Forse hai scambiato casa mia per il castello di re Teomundo. È là che probabilmente troverai la principessa.

source: Perhaps I should slit the throats of your children!
da: Måske jeg skulle skære halsen over på dine børn!
fr: Je devrais peut-être égorger vos enfants !
hu: Talán el kellene vágnom a gyerekeid torkát!
it: E forse io potrei tagliare la gola dei tuoi bambini!

source: Zeke, just tell them!
da: Zeke, fortæld dem det!
fr: Zeke, raconte leur, tout simplement !
hu: Zeke, csak mond el nekik!
it: Zeke, diglielo!

source: All right, they visited my home last night, but they left after we fell asleep. I am sorry, but I do not know which way they went.
da: Okay, de besøgte mit hjem sidste nat, men de tog af sted efter vi faldt i søvn. Jeg beklager, men jeg ved ikke hvor de tog hen.
fr: Bon d'accord, ils ont été chez moi la nuit dernière, mais ils sont partis après que nous nous soyons endormis. Je suis désolé, mais je ne sais pas quel chemin ils ont pris.
hu: Rendben, megtisztelték az otthonom tegnap este, de elmentek, miután elaludtunk. Sajnálom, de nem tudom merre mentek.
it: D'accordo, erano qui ieri sera, ma se ne sono andati dopo che ci siamo addormentati. Mi spiace, ma non so il motivo della loro visita.

source: I too am sorry. Kill them all!
da: Jeg beklager. Dræb dem alle!
fr: Je suis également désolé. Tuez les tous !
hu: Én is sajnálom. Öljétek meg mind!

source: No! Not my little Bastian!
da: Nej! Ikke min lille Bastian!
fr: Non ! Pas mon petit Bastian !
hu: Nem! Ne a kicsi Bastiant!
it: No! Non il mio piccolo Bastian!

source: No! Not my little Reuben!
da: Nej! Ikke min lille Reuben!
fr: Non ! Pas mon petit Reuben !
hu: Nem! Ne a kicsi Reubent!
it: No! Non il mio piccolo Reuben!

source: No! Not my little Irving!
da: Nej! Ikke min lille Irving!
fr: Non ! Pas mon petit Irving !
hu: Nem! Ne a kicsi Irvinget!
it: No! Non il mio piccolo Irving!

source: You malevolent scoundrels! These people had nothing to do with the theft of Gerald's treasure!
da: Din ondskabsfulde svindler! Disse folk havde intet at gøre med tyveriet af Geralds skat!
fr: Espèces de scélérats malveillants ! Ces gens n'ont rien à voir avec le vol du trésor du roi Gerald !
hu: Ti aljas gazfickók! Ezeknek az embereknek semmi közük Gerald kincséhez!

source: The treasure is in the galleon. Now, take us to King Gerald's castle. We surrender willingly. No more innocent blood shall be spilt today.
da: Skatten er i galeonen. Tag os til kong Geralds borg. Vi overgiver os frivilligt. Ikke mere uskyldig blod vil blive udgyldt i dag.
fr: Le trésor est sur le galion. Amenez-nous désormais au château du roi Gerald. Nous nous rendons sans heurt. Il n'y aura pas d'autre sang innocent répandu aujourd'hui.
hu: A kincs a gályában van. Most vigyetek minket Gerald király kastélyába. Megadjuk magunkat. Ne folyjon több ártatlan vér ma.
it: Il tesoro è sul galeone. Adesso portaci al castello di re Gerald.Ci arrendiamo di nostra volontà. Oggi non deve essere versato altro sangue innocente.

source: The Labyrinth
da: Labyrinten
fr: Le Labyrinthe
hu: A labirintus
it: Il labirinto

source: Hint: Don't let Bill attack the cockatrice
da: Fif: Lad ikke Bill angribe basilisken
hu: Tanács: ne hagyd, hogy Bill megtámadja a Sárkánykakast

source: Move to the castle at the heart of the labyrinth
da: Flyt til borgen i hjertet af labyrinten
fr: Gagner le château au cœur du labyrinthe.
hu: Eljutsz a labirintus szívében lévő kastélyig
it: Spostati al castello al centro del labirinto.
