Repository: wescamp/The_Heist-1.4
Catalog: po/*.po
Languages: da, fr, hu, it

source: You have just been freed from Elgareth's spell...
da: Du er lige blevet befriet fra Elagreths trolddom...
fr: Vous venez à peine d'être libéré d'un enchantement lancé par Elgareth...
hu: Épp most szabadultál Elgareth bűbája alól...

source: Yes... I remember now... Gerald has betrayed us!
da: Ja... Det husker jeg nu... Gerald har forrådt os!
fr: Oui... je me rappelle maintenant...Gerald nous a trahis !
hu: Igen... már emlékszem... Gerald elárult minket!

source: We have taken over Gerald's castle. Will you help us defend it against his army?
da: Vi har overtaget Geralds borg. Vil du hjælpe os med at forsvare den mod hans hær?
fr: Nous avons capturé le château de Gerald. Vous aiderez nous à nous défendre contre son armée ?
hu: Elfoglaltuk Gerald kastélyát. Segítesz nekünk megvédeni a seregétől?

source: With pleasure!
da: Med glæde!
fr: Avec plaisir !
hu: Örömmel!
it: Con piacere!

source: Everyone, to the castle!
da: Alle, til borgen!
fr: Tous au château !
hu: Mindenki a kastélyhoz!

source: Kill him!
da: Dræb ham!
fr: Tuez-le !
hu: Öld meg!
it: Uccidetelo.

source: Bill, no! I will not kill my brother!
da: Bill, nej! Jeg vil ikke dræbe min bror!
fr: Bill, non ! Je ne tuerai pas mon frère !
hu: Bill, ne! Nem fogom megölni a bátyám!

source: Then you must fight by his side.
da: Så må du kæmpe ved min side.
fr: Vous devez donc combattre à ses côtés.
hu: Akkor harcolnod kell az oldalán.

source: I have your word that he will be released from your spell?
da: Jeg har dit ord på at han vil blive frigivet fra din trolddom?
fr: J'ai votre parole qu'il sera délivré de vos sortilèges ?
hu: Szavadat adod, hogy megszabadítod a varázslat alól?

source: You do.
da: Det har du.
fr: Faites-le, vous.
hu: A szavam a tiéd.

source: We cannot win this battle without Randalf's help.
da: Vi kan ikke vinde dette slag uden Randalfs hjælp.
fr: Nous ne pouvons pas gagner cette bataille sans l'aide de Randalf.
hu: Nem győzhetünk ebben a csatában Randalf segítsége nélkül.
it: Non possiamo vincere questa battaglia senza l'aiuto di Randalf.

source: I surrender! I surrender! Theomund, I beg you to have mercy on me!
da: Jeg overgiver mig! Jeg overgiver mig! Theomund, vis nåde!
fr: Je me rends ! Je me rends ! Theomund, je vous supplie d'avoir pitié de moi !
hu: Megadom magam! Megadom magam! Theomund, esedezek, könyörülj rajtam!
it: Mi arrendo! Mi arrendo! Teomundo, faccio appello alla tua misericordia!

source: The End
da: Slut
fr: Fin
hu: Vége
it: Epilogo

source: Bat Mauler
da: Flagermushammere
fr: Cogneur Volant
hu: Denevér Vasöklű

source: These Iron Maulers can fly.
da: Disse jernhammere kan flyve.
fr: Ces cogneurs de fer savent voler.
hu: Ezek a Vasöklűek repülni tudnak.

source: mace
da: morgenstjerne
fr: masse
hu: buzogány
it: mazza

source: female^Battle Princess
da: Kampprinsesse
fr: Princesse guerrière
hu: Harcos Hercegnő
it: Principessa guerriera

source: A noble by birth, the Princess has learnt swordplay with the greatest generals, and battle tactics with the greatest sages, making her both a great combatant and leader. Now battle-hardened and strong of will, she can now aid those around her in the art of combat.
da: Da adelig af fødsel har dronningen lært at bruge sværdet af de største generaler og kampteknik af de største vismænd, hvilket har gjort hende til både en god kriger og leder. Nu krigsvant og viljestærk kan hun hjælpe dem omkring sig i kunsten at kæmpe.
fr: De noble lignée, la princesse a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Elle est de ce fait capable de mener une armée et ne craint pas de combattre en personne. Rompue à la bataille et possédant une forte volonté, elle peut aider ceux qui se battent autour d'elle.
hu: Nemesként születve, a Hercegnő vívást a legnagyobb tábornokoktól és harci taktikát a legnagyobb bölcsektől tanult, ami nagyszerű harcossá és vezetővé teszi. Így harcedzetten és nagy akarterővel segíteni tud a körülötte lévőknek a küzdelem művészetében.

source: sabre
da: sabel
hu: szablya
it: sciabola

source: scepter of fire
da: ildscepter
fr: sceptre de feu
hu: tűz jogara
it: scettro di fuoco

source: Grand Knight
da: Storridder
fr: Grand chevalier
hu: Nagy Lovag
it: Gran cavaliere

source: Blonde Kid
da: Blond dreng
fr: Blondinet
hu: Szőke kölyök
it: Ragazzo biondo

source: punch
da: slag
fr: poing
hu: ütés

source: Brunette Kid
da: Brunette dreng
fr: Petit brune
hu: Barna kölyök
it: Ragazzo bruno

source: Cell Door
da: Celledør
fr: Porte de cellule
hu: Cella ajtó

source: Cockatrice
da: Basilisk
fr: Cocatris
hu: Sárkánykakas

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
da: Disse mystiske skabninger siges at være i stand til at gøre levende til sten. Det gør dem selvfølgelig ekstrem farlige.
fr: Parfois appelée basilics, on raconte que ces animaux mystiques peuvent pétrifier les êtres vivants. Il va sans dire que cela les rend très dangereux.
hu: Néha 'baziliszkuszként' ismerik, erről a misztikus teremtményről azt tartják, hogy képes az élőket kővé változtatni. Szükségtelen megjegyezni, hogy ez különlegesen veszélyessé teszi őket.

source: gaze
da: ånde
fr: regard
hu: szemmeresztés
it: sguardo

source: Corridor Door
da: Korridordør
fr: Porte de couloir
hu: Folyosó ajtó

source: Crate
da: Kasse
fr: Caisse
hu: Láda
it: Cassa

source: female^Dark Queen
da: Mørk dronning
fr: Reine Noire
hu: Sötét királynő
it: Regina oscura

source: The evil queen mother Asheviere has terrorized Wesnoth for many years. Her knowledge of magic makes her a worthy foe in combat, although her power is mostly derived from those she commands.
da: Den onde dronningemor Asheviere har terroriseret Wesnoth i mange år. Hendes kendskab til magi gør hende til en mægtig modstander i kamp, selvom hendes magt mest udspringer af dem hun har kommando over.
fr: Ashevière, la reine mère diabolique, a terrorisé Wesnoth depuis de nombreuses années. Ses connaissances de la magie en font un redoutable adversaire en combat mais sa véritable puissance réside dans les troupes qu'elle commande.
hu: A gonosz királynő Asheviere Wesnotht már évek óta terrorizálja. Mágikus tudása kemény ellenféllé teszi a harcban, habár erejét nagyrészt azokból nyeri, akiket irányít.

source: scepter
fr: sceptre
hu: jogar
it: scettro

source: cold
da: kulde
fr: froid
hu: fagy
it: freddo

source: Elder Mage
da: Erfaren troldmand
fr: Mage vénérable
hu: Idős Mágus
it: Mago anziano

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
da: Engang storslåede, så har erfarne troldmænd set deres magt blive mindre igennem års hårde kampe. De er dog fortsat frygtet på slagmarken på grund af deres magtfulde lyn.
fr: Bien qu'affaiblis par le poids des ans, les mages vénérables ont conservé la majeure partie de leur puissance. Utilisant de puissants éclairs, ils demeurent craints de tous leurs ennemis sur un champ de bataille.
hu: Valaha nagy mágusok voltak, azonban az idős mágusok ereje valamelyest megkopott az évekig tartó csaták során. Ennek ellenére félelmetesek maradtak a csatatéren hatalmas villámaiknak köszönhetően.

source: staff
da: stav
fr: bâton
hu: pálca
it: bastone

source: lightning
da: lyn
fr: éclair
hu: villámcsapás
it: fulmine

source: Female Peasant
da: Kvindelig bonde
fr: Paysanne
hu: Parasztasszony
it: Contadina

source: Peasants are the backbone of the rural economy, and the soldiers of last resort. While not fearsome by nature, they will stubbornly defend their homes. However, if you're hurling peasants at your foes, you're clearly out of superior forces.
da: Bønder er rygraden i landbrugsøkonomien, og den sidste udvej som soldater. Selvom de ikke er modige af natur, så vil de stædigt forsvar deres hjem. Hvis du sender bøner mod dine fjender, så er du helt klart løbet tør for andre mere overlegne styrker.
fr: Les paysans et les paysannes sont la base de l'économie rurale et des soldats de dernier recours. Peu bagarreurs par nature, ils défendront néanmoins leurs maisons avec acharnement. Malgré tout, vous n'êtes clairement pas en position de force si vous les utilisez contre vos ennemis.
hu: A parasztok a társadalom gerincét alkotják, és a katonák utolsó tartalékait. Habár nem félelmetes harcosok természetüknél fogva, makacsul fogják otthonaikat védeni. Akárhogyis, ha parasztokat küldesz ellenségedre, már biztos kifogytál a jobb egységeidből.

source: pitchfork
da: høtyv
fr: fourche
hu: vasvilla

source: Knight
da: Ridder
fr: Chevalier
hu: Lovag
it: Cavaliere

source: King Guillotine
da: Kong Guillotine
fr: Roi condamné
hu: Királyi nyaktiló
it: Re Ghigliottina

source: Movable Rock
da: Flytbar sten
fr: Rocher mobile
hu: Mozdítható szikla
it: Roccia mobile

source: Noble Lord
da: Adelig lensherre
fr: Seigneur noble
hu: Nemes lovag
it: Nobile signore

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
da: De adelige ledere af mange styrker. Lensherrer er specielt stærke i nærkamp, og har også evner med buen. Som kommandører har de lederskabsevnen, og øger kampevnen på styrker omkring dem, der har lavere niveau.
fr: Nobles chefs de beaucoup de troupes, les seigneurs sont particulièrement forts en combat rapproché mais possèdent également des aptitudes à l'arc. Tout comme les commandants, les seigneurs possèdent des capacités de commandement et améliorent les capacités de combat de toutes les unités.
hu: Sok egység nemes vezetői, a lovagok különlegesen erősek a közelharcban, és ügyesen bánnak az íjjal is. A parancsnokokhoz hasonlóan vezetői képességgel rendelkeznek, és minden környező alacsonyabb szintű egység harci képességét feljavítják.

source: sword
da: sværd
fr: épée
hu: kard
it: spada

source: bow
da: bue
fr: arc
hu: íj
it: arco

source: Outlaw Guillotine
da: Fredløs guillotine
fr: Hors-la-loi condamné
hu: Törvénytelen nyaktiló
it: Fuorilegge Ghigliottina

source: female^Outlaw Queen
da: Fredløs dronning
fr: Reine des hors-la-loi
hu: Törvénytelen királynő
it: Regina fuorilegge

source: A noble by birth, the Outlaw Queen has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. However, she is the product of a failed aristocracy who has opted for the life of an Outlaw. She dreams of founding her own Queendom with the plunder she finds on the road, and she is ever so close to that goal.
da: Da adelig af fødsel har den fredløse dronning lært at bruge sværdet af de største generaler og kampteknik af de største vismænd, hvilket har gjort hende til både en god kriger og leder. Hun er dog produktet af et mislykket aristokrati som har valgt livet som fredløs. Hun drømmer om at grundlægge sit eget dronningerige med det hun finder på sin vej, og hun er hele tiden tæt på sit mål.
fr: De noble lignée, la princesse hors-la-loi a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Elle est donc une grande combattante et une commandante douée. Cependant, elle provient d'une aristocratie décadente qui a opté pour le style de vie des hors-la-loi. Elle rêve de fonder son propre royaume grâce aux produits de ses rapines sur les routes, et est proche d'atteindre son but.
hu: Nemesnek születve, a Törvénytelen Királynő kardforgatást a legnagyobb tábornokoktól, és harci taktikát a leghatalmasabb bölcsektől tanult, ami nagyszerű harcossá és vezérré tette. Ennek ellenére egy bukott arisztokrácia gyermeke, aki a törvénytelenek életét választotta. Arról álmodik, hogy megtalálja saját királyságát az útszéli fosztogatásokkal, ráadásul nagyon közel is jár ehhez a célhoz.

source: sling
da: slynge
fr: fronde
hu: parittya
it: fionda

source: female^Outlaw Queen2
da: Fredløs dronning 2
fr: 2e reine des hors-la-loi
hu: Törvénytelen királynő
it: female^Regina fuorilegge2

source: An Outlaw Queen with a different hairdo.
da: En fredløs dronning med en anden frisure.
fr: Une reine hors-la-loi avec une coiffure différente
hu: Egy Törvénytelen királynő egy másik hajviselettel.
it: Una regina fuorilegge con un taglio di capelli diverso.

source: Redheaded Kid
da: Rødhåret dreng
fr: Rouquin
hu: Vörös kölyök
it: Ragazzo dai capelli rossi

source: Royal Guard
da: Kongelig vagt
fr: Garde royal
hu: Királyi őr
it: Guardia reale

source: Royal Guards are picked from the best swordsmen in Wesnoth. Serving under any of the higher nobility, they function as bodyguards, and partly as a badge of office for their employers. A special force of Royal Guards is stationed at the capitol, guarding the palace grounds and the royal family. Because of their trusted relationship to their superiors, they, rather than mercenaries, are often deployed on missions of crucial import. Their reliability and mastery of close combat are their best assets, for which they are well-renowned.
da: Kongelige vagter udvælges hos de bedste sværdkæmpere i Wesnoth. I deres tjeneste under de højere adelige fungerer de som livvagter, og delvis som et synligt bevis for deres arbejdsgivers funktion. En speciel styrke af kongeligt vagter er placeret i hovedstaden, hvor de bevogter paladsets område og den kongelige familie. På grund af deres betroede forhold til deres overordnede sendes de ofte, til forskel fra lejesoldater, på kritiske missioner. Deres trofasthed og evner i nærkamp er deres bedste sider og dem som har gjort dem kendt.
fr: Les gardes royaux sont choisis parmi les meilleurs spadassins de Wesnoth. Serviteurs de toute la haute noblesse, ils assument les fonctions de gardes du corps et même de représentants de leurs employeurs. Une unité spéciale de gardes royaux stationne dans la capitale, protégeant le palais et la famille royale. Leurs supérieurs leur accordent une extrême confiance et les préfèrent aux mercenaires pour les missions d'importance cruciale. Leur fiabilité et leur maîtrise du combat rapproché sont leurs meilleurs atouts et contribuent à leur excellente réputation.
hu: A Királyi őröket Wesnoth legjobb kardforgatói közül választják. Bármely főnemes szolgálatában testőrként végzik a dolgukat, és részben alkalmazójuk tisztjének díszét jelentik. A Királyi őrök különleges csapata állomásozik a fővárosban, ők őrzik a palota szintjeit és a királyi családot. Feljebbvalóikkal való megbízható kapcsolatuk miatt inkább őket, mint zsoldosokat bíznak meg életbevágó küldetésekkel. Megbízhatóságuk és mesteri közelharcuk a legjobb tulajdonságuk, amiről messze földön híresek.

source: Warrior King
da: Krigerkonge
fr: Roi guerrier
hu: Harcos király
it: Re guerriero

source: As the leaders of the human Kingdoms, Kings are responsible for ruling and protecting their subjects. Kings can coordinate the attacks of level 1 and 2 units, thereby increasing their fighting efficiency.
da: Som ledere af menneskenes kongedømmer, er konger ansvarlige for regering og beskyttelse af deres undersåttere. Konger kan koordinere angrebene hos niveau 1 og 2 enheder, hvorved de øger deres kampeffektivitet.
fr: En tant que dirigeants des royaumes humains, les rois doivent protéger leurs sujets et leur rendre justice. Ils peuvent coordonner les attaques des unités de niveau 1 et 2, et ainsi améliorer leur efficacité au combat.
hu: Az emberi királyság vezetőiként, a királyok felelősek alattvalóik vezetéséért és megvédéséért. A királyok irányítani tudják az első és második szintű egységeket, ezzel képesek növelni a harci hatékonyságukat.

source: Witch
da: Heks
fr: Sorcière
hu: Boszorkány
it: Strega

source: Ardella, Leana, Rogan,
fr: Ardella, Leana ou Rogan

source: Platu! Verata! Bichtu!
fr: Platou ! Verata ! Bichtou !

source: Theomund, Edina, or Horomir
fr: Theomund, Edina, ou Horomir

source: King Theomund has taken over this castle. Help us free the other prisoners.
fr: Le roi Theomund a conquis cette place-forte. Aidez-nous à libérer les autres prisonniers.

source: Claudius
it: Claudio

source: Titus
it: Tito

source: Theomund!
it: Teomundo!

source: Theomund, Edina, Horomir,
it: Teomundo, Edina, Horomir,
