Repository: wescamp/The_Heist-1.4
Catalog: po/*.po
Languages: da, fr, hu, it

source: The Heist
da: Røveriet
fr: Fric-frac
hu: Az Ármány
it: Il colpo

source: HEIST
da: RØVERI
hu: ÁRMÁNY

source: (Version
hu: (Verzió
it: (versione

source: A plot to steal a king's treasure goes awry.
da: Et forsøg på at stjæle en konges skat går helt galt.
fr: Un complot pour voler l'or d'un roi tourne mal.
hu: A király kincstára elleni merénylet balul sül el.
it: Il piano per rubare il tesoro del re finisce male.

source: Easy
da: Nem
fr: Facile
hu: Könnyű
it: Facile

source: Normal
hu: Közepes
it: Normale

source: Hard
da: Svær
fr: Difficile
hu: Nehéz
it: Difficile

source: Campaign Design
da: Kampagnedesign
hu: Küldetés tervezés

source: The Plan
da: Planen
fr: Le Plan
hu: A terv
it: Il piano

source: Why don't you tell us why you brought us all here?
da: Hvorfor fortæller du ikke hvorfor du har samlet os alle her?
fr: Pourquoi ne pas nous dire pourquoi vous nous avez fait venir ici ?
hu: Elárulnád, hogy miért hoztál ide mindannyiunkat?
it: Perché non cominci a dirci il motivo per cui ci hai convocato?

source: Well, as you all know, the feud between King Gerald and King Theomund is escalating. According to my sources, Theomund aims to overthrow the tyrannous king tomorrow night.
da: Som i ved så er striden mellem kong Gerald og kong Theomund eskalerende. Ifølge mine kilder, så forsøger Theomund at vælte den tyranniske konge i morgen nat.
fr: Bon, comme vous le savez tous, la rivalité entre le roi Gerald et le roi Theomund augmente. Mes sources m'indiquent que Theomund cherchera à renverser le tyran demain soir.
hu: Nos, ahogy mindnyájan tudjátok, a viszály Gerald király és Theomund király között egyre csak fokozódik. Forrásaim szerint, Theomund holnap éjjelre tervezi megbuktatja a zsarnok királyt.
it: Be', come sapete, le ostilità tra re Gerald e re Teomundo stanno aumentando. Secondo le mie fonti, Theomund mira a rovesciare il re tiranno domani notte.

source: Good for him. It's about time someone removed that poor excuse for a king from power.
da: Godt for ham. Det er på tide, at nogen forsøger at fjerne den dårlige undskyldning af en konge fra magten.
fr: Très bien. Il était temps que quelqu'un décide de renverser ce pauvre fantoche.
hu: Örülünk neki. Már ideje volt valakinek elmozdítani a hatalomból azt a szerencsétlen király utánzatot.

source: I agree. However, it will not be Theomund. In fact, we are going to help Gerald defeat Theomund's army.
da: Jeg er enig. Det vil dog ikke blive Theomund. Faktisk så skal vi hjælpe Gerald med at besejre Theomunds hær.
fr: Je suis d'accord. Ce ne sera pas Theomund cependant. En fait, nous allons aider Gerald à battre les armées de Theomund.
hu: Egyetértek. Azonban, nem Theomund lesz az. Tulajdonképpen mi Geraldnak fogunk segíteni legyőzni Thoumund seregét.
it: Sono d'accordo. Comunque non sarà Teomundo. In realtà, aiuteremo Gerald a sconfiggere l'esercito di Theomund.

source: What?
da: Hvad?
fr: Quoi ?
hu: Micsoda?
it: Cosa?

source: After our victory, we will accompany Gerald and his men back to the castle. Then we'll wait for an opportune moment to ask for a personal tour.
da: Efter vores sejr, vil vi følge Gerald og hans mænd tilbage til slottet. Der vil vi vente på en godt øjeblik og anmode om en personlig rundvisning.
fr: Après notre victoire, nous accompagnerons Gerald et ses hommes au château. Nous attendrons alors le moment adéquat pour demander une petite visite privée.
hu: Győzelmünk után, visszakísérjük Geraldot és embereit a kastélyba. Akkor majd kivárjuk a megfelelő pillanatot, hogy egy személyes sétára kérjük.
it: Dopo la nostra vittoria, accompagneremo Gerald e i suoi uomini di ritorno al castello. Quindi aspetteremo il momento opportuno per chiedere di accompagnarci a fare un giro di persona.

source: After we are taken to the castle's underground chamber, we'll slay his guards, force Gerald to tell us where he keeps his treasure, then slay the king, hide the corpses, find the treasure, take what we can conceal, head back up to the main level, have a drink with Gerald's men, and then head out the castle's main gate.
da: Efter vi er blevet ført til borgens underjordiske kammer, så slår vi hans vagter ihjel, tvinger Gerald til at fortælle os hvor han har sin skat, så dræber vi kongen, gemmer ligene, finder skatten, tager hvad vi kan skjule, går op igen ovenpå, tager en drink med Geralds mænd, og så ud af borgens hovedindgang.
fr: Quand on nous emmènera dans les sous-sols, nous tuerons les gardes de Gerald et nous forcerons le roi à nous dire où est son trésor. Ensuite, nous le tuerons, nous cacherons les corps, nous trouverons le trésor et nous prendrons tout ce que nous pouvons cacher sur nous ; nous regagnerons les niveaux supérieurs, nous boirons un verre avec les hommes de Gerald et nous partirons par la grande porte.
hu: Miután levezetnek minket a kastély földalatti termeibe, lemészároljuk az őreit, rákényszerítjük Geraldot, árulja el hol tartja kincsét, utána megöljük a királyt, elrejtjük a tetemeket, elvesszük, amit el tudunk rejteni, visszatérünk a fő szintre, iszunk egyet Gerald embereivel, aztán kisietünk a kastély főkapuján.
it: Dopo che ci avrà portato nella camera sotterranea del castello, uccideremo le sue guardie, costringeremo Gerald a dirci dove tiene il suo tesoro, poi uccideremo il re, nasconderemo il cadavere, troveremo il tesoro, prenderemo quello che riusciremo a nasconderci addosso, torneremo al livello superiore, berremo assieme agli uomini di Gerald e usciremo dal castello attraverso il cancello principale.

source: Ardella, my father is attempting a siege of King Gerald's castle tomorrow evening. Rogan has informed me that Gerald is well aware of my father's plan.
da: Ardella, min far forsøgter en belejring af kong Geralds borg i morgen aften. Rogan har informeret mig om at Gerald godt kender til min fars plan.
fr: Ardella, mon père tentera d'assiéger la forteresse du roi Gerald demain matin. Rogan m'a dit que Gerald était parfaitement au courant du plan de mon père.
hu: Ardella, apám holnap este megpróbálja megostromolni Gerald király kastélyát. Rogan tudomásomra hozta, hogy Gerald nagyon is tisztában van apám tervével.
it: Ardelia, domani sera mio padre cingerà l'assedio al castello di re Gerald. Rogan mi ha informato che Gerald è perfettamente al corrente dei piani di mio padre.

source: King Gerald has foolishly decided not to defend his castle. Instead, he will confront Theomund's army in the field. It will be a massacre.
da: Kong Gerald har tåbeligt nok besluttet ikke at forsvare sin borg. I steden for vil han konfrontere Theomunds hær i det åben. Det bliver en massakre.
fr: Le roi Gerald a stupidement décidé de ne pas défendre son château, mais plutôt d'affronter l'armée de Theomund en terrain découvert. Ce sera un massacre.
hu: Gerald király ostoba módon nem szándékozik megvédeni kastélyát. Ellenben nyílt terepen fog megütközni Thoumunddal. Mészárlás lesz.
it: Stupidamente re Gerald ha deciso di non difendersi nel castello. Piuttosto, si scontrerà sul campo con l'esercito di Teomundo. Sarà un massacro.

source: Ardella, we need your help. Rogan and I must flee this land. There is a little known island far west of Wesnoth where we can start a new life together.
da: Ardella vi har brug for din hjælp. Rogan og jeg må flygte fra dette land. Der er en lille liden kendt ø langt vestpå i forhold til Wesnoth hvor vi kan begyndet et nyt liv sammen.
fr: Ardella, nous avons besoin de votre aide. Rogan et moi devons quitter ce pays. Il y a une île peu connue loin à l'ouest de Wesnoth où nous pourrons commencer une nouvelle vie ensemble.
hu: Ardella, szükségünk van a segítségedre. Rogannak és nekem el kell menekülnöm erről a földről. Van egy kevésbé ismert sziget messze Wesnothtól nyugatra, ahol együtt új életet kezdhetünk.
it: Ardelia, mi serve il tuo aiuto. Rogan e io dobbiamo lasciare queste terre. C'è un'isola lontana e poco conosciuta a occidente di Wesnoth dove potremo cominciare insieme una nuova vita.

source: How can I help?
da: Hvordan kan jeg hjælpe?
fr: Comment puis-je vous aider ?
hu: Hogyan lehetek segítségetekre?
it: Come posso aiutarti?

source: If we are to start a new life, we'll need gold. More specifically, King Gerald's gold.
da: Hvis vi skal starte et nyt liv, så har vi brug for guld. Mere specifikt, kong Geralds guld.
fr: Nous avons besoin d'or pour commencer une nouvelle existence. Pour être plus précis, nous avons besoin de l'or du roi Gerald.
hu: Ha új életet akarunk kezdeni, akkor aranyra lesz szükségünk. Pontosabban Gerald király aranyára.

source: Good night, men.
da: Godnat mænd.
fr: Bonne nuit, messieurs.
hu: Jó éjszakát, emberek!
it: Buona notte, signori.

source: Hello, old friend. What have you got for me?
da: Hej gamle ven. Hvad har du til mig?
fr: Salut, vieil ami. Qu'avez-vous de neuf pour moi ?
hu: Üdvözöllek, öreg barátom. Mid van számomra?
it: Ben trovato, vecchio mio. Cosa hai per me?

source: You're not going to believe this.
da: Du vil ikke tro dette.
fr: Vous n'allez pas me croire.
hu: Nem fogod elhinni.
it: Non ci crederai.

source: I'm all ears.
da: Jeg hører.
fr: Je suis tout ouïe.
hu: Csupa fül vagyok.
it: Sono tutto orecchi.

source: The Battle
da: Slaget
fr: La Bataille
hu: A csata
it: La battaglia

source: You did not kill at least $needed_kills| units
da: Du dræbte ikke mindst $needed_kills| enheder
fr: Vous n'avez pas tué un minimum de $needed_kills| unités
hu: Nem öltél meg legalább $needed_kills| egységet.

source: Gerald has twice as many men as Theomund
da: Gerald har dobbelt så mange mænd som Theomund
fr: Gerald a deux fois plus d'hommes que Theomund
hu: Geraldnak kétszer annyi embere marad, mint Theomundnak.
it: Quando Gerald aveva il doppio degli uomini di Teomundo

source: Death of Gerald
da: Geralds død
fr: Mort de Gerald
hu: Gerald meghal
it: Morte di Gerald

source: Death of Zilead or any of his men
da: Zilead eller enhver af hans mænds død
fr: Mort de Zilead ou de l'un de ses hommes
hu: Zilead, vagy bármelyik embere elesik
it: Morte di Zilead o di uno qualunque dei suoi uomini.

source: King Gerald
da: Kong Gerald
fr: Roi Gerald
hu: Gerald király
it: Re Gerald

source: King Theomund
da: Kong Theomund
fr: Roi Theomund
hu: Theomund király
it: Re Teomundo

source: Surrender now, Gerald, and I will send you and your men into exile.
da: Overgiv dig nu Gerald, og jeg vil sende dig og dine mænd i eksil.
fr: Rends-toi maintenant, Gerald, et je vous envoie en exil, tes hommes et toi.
hu: Add meg magad most, Gerald, és téged valamint embereidet száműzetésbe küldöm.
it: Arrenditi adesso, Gerald, e io ti permetterò di andare in esilio assieme ai tuoi uomini.

source: What insolence! You'll receive no such offer from me. The reign of Theomund is over! Men, kill every last one of them!
da: Hvilken uforskammethed! Du vil ikke få et sådant tilbud fra mig. Theomunds styre er forbi! Mænd, dræb dem alle!
fr: Quelle insolence ! Je ne vous ferai pas une telle offre. Le règne de Theomund est terminé ! Soldats, tuez-les tous, sans exception !
hu: Mily arcátlanság! Te nem kapsz ilyen ajánlatot tőlem. Theomund uralkodásának vége! Emberek, mind egy szálig megölni őket!
it: Che insolente! NOn avrai una offerta simile da parte mia. Il regno di Teomundo è finito! Uomini, uccideteli tutti fino all'ultimo!

source: Would anyone care for a drink? I've got a bottle of the finest liquor this side of Wesnoth.
da: Nogen der er interesseret i en drink? Jeg har en flaske med den fineste likør der kan fås på denne side af Wesnoth.
fr: Est-ce que quelqu'un veut à boire ? J'ai une bouteille de l'une des meilleures liqueurs de ce coin de Wesnoth.
hu: Valaki akar egy italt? Van egy üvegem Wesnoth ezen felének legjobb likőrjéből.
it: Volete bere qualcosa? Ho una bottiglia del miglior liquore di questa regione di Wesnoth.

source: Stolen from King Gerald's liquor cabinet, no doubt.
da: Stjålet fra kong Geralds likørskab, uden tvivl.
fr: Volée de l'armoire à liqueurs du roi Gerald, sans doute.
hu: Gerald király likőrös szekrényéből loptad, nincs kétség.
it: Rubato dall'armadio dei liquori del re Gerald, senza dubbio.

source: Right you are, sir.
da: Nemlig.
fr: Hé oui, mon bon monsieur.
hu: Igaza van, uram.
it: Avete ragione, sire.

source: I'll take a swig.
da: Jeg tager en slurk.
fr: Je vais en prendre un coup.
hu: Adj egy kortyot!
it: Ne prenderò un sorso.

source: Theomund's men are retreating.
da: Theomunds mænd trækker sig tilbage.
fr: Les hommes de Theomund battent en retraite.
hu: Theomund emberei visszavonulnak.
it: Gli uomini di Teomundo si stanno ritirando.

source: Well done, King Gerald.
da: Godt gjort, kong Gerald.
fr: Bien joué, roi Gerald
hu: Szép munka volt Gerald király.
it: Ben fatto, re Gerald.

source: Zilead, you assured me that you and your friends would help me defeat Theomund. Instead, you fought like cowards. Get out of my sight!
da: Zilead, du forsikrede mig om at du og dine venner ville hjælpe mig med at besejre Theomund. I steden for så kæmpede i som kujoner. Væk fra mit åsyn!
fr: Zilead, vous m'avez juré que vos amis et vous m'aideriez à vaincre Theomund. Mais vous vous êtes comportés en couards. Disparaissez de ma vue !
hu: Zilead, biztosítottál róla, hogy te és barátaid segítetek legyőzni Theomundot. Ennek ellenére gyáván küzdöttetek. Takarodj a szemem elől!
it: Zilead, mi avevi assicurato che tu e i tuoi amici mi avreste aiutato per sconfiggere Teomundo. Invece, avete combattuto come dei vigliacchi. Non ti voglio più vedere!

source: Thank you, Zilead. It would not have been a victory without your help. I am eternally grateful to you.
da: Tak, Zilead. Det ville ikke være blevet en sejr uden din hjælp. Jeg er for evigt i gæld til dig.
fr: Merci Zilead. Je n'aurais pas pu remporter la victoire sans votre aide. Je vous serai éternellement reconnaissant.
hu: Köszönöm neked, Zilead. Nem győztünk volna segítséged nélkül. Végtelenül hálás vagyok neked.
it: Grazie, Zilead. Non avremmo potuto vincere senza il tuo aiuto. Ti sarò grato per sempre.

source: King Theomund is wounded! Get him off the battlefield!
da: Kong Theomund er såret! Få ham væk fra slagmarken!
fr: Le roi Theomund est blessé. Évacuez-le du champ de bataille !
hu: Theomund király megsebesült! Menekítsétek ki a csatamezőről!

source: King Gerald has been slain. We have failed.
da: Kong Gerald er blevet dræbt. Vi er mislykkedes.
fr: Le roi Gerald a été tué. Nous avons échoué.
hu: Gerald királyt megölték. Elbuktunk.
it: Re Gerald è stato ucciso. Abbiamo fallito.

source: $store.user_description| has been slain!
da: $store.user_description| er blevet dræbt!
fr: $store.user_description| a été tué !
hu: $store.user_description| elesett!

source: We have lost this battle. Retreat!
da: Vi har tabt dette slag. Tilbagetrækning!
fr: Nous avons perdu cette bataille. Battez en retraite !
hu: Elvesztettük ezt a csatát. Visszavonulás!
it: Questa battaglia è persa. Ritiriamoci!

source: It is time.
da: Det er tid.
fr: C'est le moment.
hu: Itt az idő.

source: What are you doing? Lower your swords at once!
da: Hvad gør du? Sænk øjeblikkeligt dit sværd!
fr: Que faites-vous ? Abaissez immédiatement vos épées !
hu: Mit csináltok? Le a karddal, de rögtön!

source: It's nothing personal, Brodin.
da: Det er ikke noget personligt, Brodin.
fr: Rien de personnel, Brodin.
hu: Semmi személyes, Brodin.

source: Find the treasure
da: Find skatten
fr: Trouver le trésor
hu: Megtalálod a kincset
it: Trova il tesoro.

source: Turns run out
da: Tiden løber ud
fr: Fin des tours atteinte
hu: Kifutsz az időből
it: Fine dei turni a disposizione.

source: Death of Ardella, Leana or Rogan
da: Ardella, Leana eller Rogans død
fr: Mort d'Ardella, de Leana ou de Rogan
hu: Ardella, Leana vagy Rogan meghal
it: Morte di Ardelia, Leana o Rogan

source: I found the treasure!
da: Jeg fandt skatten!
fr: J'ai trouvé le trésor !
hu: Megtaláltam a kincset!

source: We are out of time. We must leave before Gerald arrives.
da: Vi er løbet tør for tid. Vi får af sted før Gerald ankommer.
fr: Nous n'avons plus le temps. Nous devons partir avant l'arrivée de Gerald.
hu: Kifutunk az időből. El kell tűnnünk, mielőtt Gerald megérkezik.

source: The Tour
da: Rundvisningen
fr: La Tournée
hu: A séta
it: Il giro

source: And this is the dungeon where my enemies are left to rot.
da: Og dette er fangekælderen hvor mine fjender efterlades for at rådne op.
fr: Et voici le donjon où je laisse pourrir mes ennemis.
hu: És ez a börtön, ahol az ellenségeimet rothadni hagyjuk.
it: E questo è la segreta dove i miei nemici vengono rinchiusi a marcire.

source: That explains the smell.
da: Det forklarer lugten.
fr: Cela explique l'odeur.
hu: Ez megmagyarázza a bűzt.
it: Questo spiega la puzza.

source: Aye, let us not linger here any longer.
da: Ja, lad os ikke hænge ud her længere.
fr: Oui, ne traînons pas ici plus longtemps.
hu: Igen, ne maradjunk itt tovább.
it: Sissignore, non rimaniamo qua a perdere altro tempo.

source: Where are the guards?
da: Hvor er vagterne?
fr: Où sont les gardes ?
hu: Hol vannak az őrök?
it: Dove sono le guardie?

source: Oh no!
da: Oh nej!
fr: Oh non !
hu: Jaj ne!

source: My treasure has been stolen!
da: Min skat er blevet stjålet!
fr: Mon trésor a été volé !
hu: A kincsemet ellopták!
it: Il mio tesoro è stato rubato!

source: Find my treasure and bring me the heads of those responsible!
da: Find min skat og giv mig hovederne på de ansvarlige!
fr: Trouvez mon trésor et apportez-moi la tête des responsables !
hu: Találd meg a kincset, és hozd el a felelősök fejét!

source: My men and I insist on helping.
da: Mine mænd og jeg insisterer på at hjælpe.
fr: Mes hommes et moi-même insistons pour vous aider.
hu: Az embereim és én ragaszkodunk hozzá, hogy segíthessünk.

source: Aye, you've proven your allegiance to me on the battlefield. Now hurry, before the culprits get too far!
da: Ja, du har bevist din trofasthed over for mig på slagmarken. Skynd dig før gerningsmændene kommer for langt!
fr: Oui, vous m'avez prouvé votre fidélité sur le champ de bataille. Maintenant hâtez-vous, avant que les coupables n'aillent trop loin !
hu: Igen, már bizonyítottad hozzám való hűségedet a csatamezőn. Most siess, mielőtt a tolvajok túl messze kerülnek.
it: Sissignore, hai dimostrato sul campo la tua devozione. Ora sbrighiamoci, prima che i colpevoli vadano troppo lontano!

source: The Collision
da: Kolissionen
fr: Le Choc
hu: A megütközés
it: Lo scontro

source: Hint: Your actions determine which side enemies will attack
da: Fif: Dine handlinger afgør hvilken side fjenderne vil angribe
hu: Tanács: a cselekedeteid határozzák meg, hogy mely ellenségek támadnak rád

source: Kill everyone but Zilead
da: Dræb alle med undtagelse af Zilead
fr: Tuer tout le monde sauf Zilead
hu: Megölsz mindenkit Zileadon kívül
it: Uccidi tutti tranne Zilead.

source: Death of Bill
da: Bills død
fr: Mort de Bill
hu: Bill meghal
it: Morte di Bill

source: Death of Zilead
da: Zileads død
fr: Mort de Zilead
hu: Zilead meghal
it: Morte di Zilead

source: I don't think the thieves would be so foolish as to venture through such a populated area.
da: Jeg tror ikke at tyvene vil være så tåbelige at rejse igennem et så tæt befolket område.
fr: Je ne pense pas que les voleurs soient assez fous pour se risquer dans un endroit aussi peuplé.
hu: Nem hinném, hogy a tolvajok olyan ostobák lennének, hogy ilyen népes területen kelnének át.
it: Non credo che dei ladri sarebbero così sciocchi da avventurarsi attraverso un'area cosi' popolata.

source: This is the town nearest King Gerald's castle. We will question the residents to see if they've witnessed any suspicious activity.
da: Det her er byen tættest på kong Geralds borg. Vi vil forhøre beboerne for at høre om de har set nogen form for mistænkelig aktivitet.
fr: C'est la ville la plus proche du château du roi Gerald. Nous allons demander aux habitants s'ils ont remarqué une quelconque activité louche.
hu: Ez a legközelebbi város Gerald király kastélyához. Megkérdezzük a lakosokat, hátha tanúi voltak valami különös esetnek.
it: Questa città è la èiù vicina dal castello di re Gerald. Interrogheremo gli abitanti per sapere se hanno notato qualche attività sospetta.

source: But...
da: Men...
fr: Mais...
hu: De...
it: Ma...

source: Gareth is right, Judas. Someone must have seen something.
da: Gareth har ret, Judas. Nogen må have set noget.
fr: Gareth va bien, Judas. Quelqu'un doit avoir vu quelque chose.
hu: Garethnek igaza van, Judas. Valakinek látnia kellett valamit.

source: Well, well, Zilead, we meet at last!
da: Ja, ja, Zilead, vi mødes endelig!
fr: Parfait, parfait, Zilead, nous nous rencontrons enfin !
hu: Nahát, nahát, Zilead, végre találkozunk!
it: Bene, bene, Zilead, finalmente ci incontriamo!

source: Bill, wait...
da: Bill, vent...
fr: Bill, attendez...
hu: Bill, várj...
it: Bill, aspetta...

source: Come on out, men! Gerald's gold is ripe for the taking!
da: Kom frem mænd! Geralds guld er lige til at tage!
fr: Allez-y, soldats ! L'or de Gerald est prêt à être cueilli !
hu: Gyerünk emberek! Gerald aranya megérett, hogy elvegyük!
it: Venite uomini! L'oro di Gerald è pronto per essere raccolto!

source: Are you going to hand it over, Zilead? I haven't got all night!
da: Har du tænkt dig at overgive det, Zilead? Jeg har ikke hele natten!
fr: Allez-vous mettre un terme à tout cela, Zilead ? Je ne vais pas y passer la nuit !
hu: Átadod nekünk Zilead? Nem érek rá egész éjjel!

source: Bill, you don't understand...
da: Bill, du forstår ikke...
fr: Bill, vous ne comprenez pas....
hu: Bill, te nem érted...
it: Bill, tu non capisci...

source: What's going on, Judas?
da: Hvad sker deer, Judas?
fr: Qu'est-ce qui ce passe, Judas ?
hu: Mi folyik itt, Judas?
it: Cosa sta succedendo, Judas?

source: I'm so sorry. Bill's an old friend...
da: Jeg beklager meget. Bill er en gammel ven...
fr: Je suis totalement désolé. Bill est un vieil ami...
hu: Sajnálom. Bill egy régi bajtársam...
it: Mi spiace. Bill è un vecchio amico...

source: I loved you like a son! After what we've been through together, you betray us for this scalawag!
da: Jeg elsker dig som en søn! Efter det vi har været igennem, så forråder du os for denne svindler!
fr: Je vous ai aimé comme un fils ! Après tout ce que nous avons traversé ensemble, vous nous trahissez pour ces vauriens !
hu: Fiamként szerettelek! Azok után, amin keresztül mentünk, elárulsz minket ezért a semmirekellőért!
it: Ti ho amato come un figlio! Dopo tutto quello che abbiamo passato assieme, ci tradisci per questo canaglia!

source: What did you call me?
da: Hvad kaldte du mig?
fr: Comment m'avez-vous appelé ?
hu: Minek neveztél?
it: Come mi hai chiamato?

source: Gentlemen, I'm afraid there's been some sort of misunderstanding. We are King Gerald's men. We do not...
da: Mine herrer, jeg er bange for at der har været en række misforståelser. Vi er kong Geralds mænd. Vi...
fr: Messeigneurs, je crains qu'il n'y ait une petite incompréhension. Nous sommes des hommes du roi Gerald. Nous ne...
hu: Uraim, attól tartok itt valami félreértés van. Mi Gerald király emberei vagyunk. Mi nem...
it: Signori, penso che ci sia stato un equivoco. Noi siamo gli uomini di re Gerald. Noi non...

source: Silence! I know all about Zilead's scheme to steal Gerald's treasure. Do I look like a dolt to you?
da: Stilhed! Jeg kender til Zileads plan om at stjæle Geralds skat. Ligner jeg et fjols for dig?
fr: Silence ! Je connais tout des plans de Zilead pour voler le trésor de Gerald. Me prenez-vous pour un idiot ?
hu: Csöndet! Mindent tudok Zilead tervéről, hogy ellopja Gerald király kincsét. Azt hitted egy tökfilkó vagyok?
it: Silenzio! So tutto dei piani di Zilead per rubare il tesoreo di Gerald. Ti sembro uno stupido?

source: We did not steal the treasure!
da: Vi stjal ikke skatten!
fr: Nous n'avons pas volé le trésor !
hu: Nem loptuk el a kincset!
it: Non ruberai il tesoro!
